{
  "libro": "Génesis",
  "comentarios": [
    {
      "capitulo": 1,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Salmo 33:6,9; Juan 1:1-3; Colosenses 1:16-17; Hebreos 11:3; 2 Pedro 3:5",
          "comentario": "Un depósito de recursos - Dios habló, y sus palabras crearon sus obras en el mundo natural. La creación de Dios no es sino un depósito de recursos dispuestos para que él los emplee instantáneamente a su voluntad. Cada palabra divina contenía poder creativo infinito, estableciendo las leyes naturales que gobiernan el universo."
        },
        {
          "versiculo": "4-5",
          "referencia": "2 Corintios 4:6; 1 Juan 1:5; Eclesiastés 2:13; Efesios 5:8; 1 Tesalonicenses 5:5",
          "comentario": "Dios separó la luz de las tinieblas, estableciendo el principio divino de distinción entre lo santo y lo profano. Al nombrar el día y la noche, Dios ejerció su soberanía y estableció el orden temporal que regiría la creación."
        },
        {
          "versiculo": "6-8",
          "referencia": "Job 37:18; Salmo 19:1; Proverbios 8:27-28; Jeremías 10:12; 2 Pedro 3:5",
          "comentario": "La expansión o firmamento separó las aguas superiores de las inferiores, mostrando el cuidado divino en preparar un ambiente adecuado para la vida. Este acto revela la precisión y propósito en cada detalle de la creación."
        },
        {
          "versiculo": "9-13",
          "referencia": "Salmo 104:14-15; Hebreos 6:7; 1 Timoteo 4:4-5; Eclesiastés 3:2",
          "comentario": "La aparición de la tierra seca y la vegetación demuestra la provisión anticipada de Dios para las necesidades de los seres vivientes. Cada planta fue diseñada con propósito específico y capacidad reproductiva según su género."
        },
        {
          "versiculo": "14-19",
          "referencia": "Salmo 136:7-9; Jeremías 31:35; Salmo 8:3; 19:1-6; Deuteronomio 4:19",
          "comentario": "Los luminares fueron establecidos para señales, tiempos, días y años, mostrando la precisión matemática del orden divino. Su colocación estratégica revela el cuidado de Dios por la medición del tiempo y las estaciones."
        },
        {
          "versiculo": "20-23",
          "referencia": "Salmo 104:24-26; Job 12:7-10; Ezequiel 47:9-10; Génesis 8:17",
          "comentario": "La creación de las aves y criaturas marinas revela la diversidad y belleza del diseño divino. La bendición de multiplicarse según su género aseguraba la perpetuación de cada especie."
        },
        {
          "versiculo": "24-25",
          "referencia": "Salmo 50:10-11; Job 38:39-40; Proverbios 30:24-28; Génesis 2:19",
          "comentario": "Los animales terrestres fueron creados según su especie, mostrando la variedad y adaptabilidad en el diseño divino. Cada criatura reflejaba aspectos del carácter creativo de Dios."
        },
        {
          "versiculo": "26",
          "referencia": "Efesios 3:15; 1 Corintios 11:7; Santiago 3:9; Génesis 5:1-2; Colosenses 3:10",
          "comentario": "Una familia más grande - Amor infinito; ¡cuán grande es! Dios hizo el mundo para agrandar el cielo. Desea una familia más grande de seres inteligentes creados. La deliberación trinitaria revela la naturaleza comunitaria de Dios."
        },
        {
          "versiculo": "27",
          "referencia": "Génesis 5:1-2; 1 Corintios 15:45-49; Colosenses 3:10; Santiago 3:9; Efesios 4:24",
          "comentario": "El hombre, una clase nueva y distinta - Todo el cielo se interesó profunda y gozosamente en la creación del mundo y del hombre. Los seres humanos constituían una clase nueva y distinta. Fueron hechos 'a imagen de Dios', y fue el propósito del Creador que ellos poblaran la tierra."
        },
        {
          "versiculo": "28",
          "referencia": "Génesis 9:1,7; Salmo 8:6-8; Hebreos 2:7-8; Génesis 2:15",
          "comentario": "La bendición y comisión dada al hombre muestra la confianza divina en la humanidad para administrar sabiamente la creación. El dominio debía ejercerse con responsabilidad y cuidado."
        },
        {
          "versiculo": "29",
          "referencia": "Salmo 104:14; 1 Timoteo 4:3-4; Romanos 14:14; Génesis 9:3",
          "comentario": "Fruto en nuestras manos - El Señor ha dado de su vida a los árboles y a las plantas de su creación. Su palabra puede aumentar o disminuir el fruto de la tierra. Debemos considerar los frutos como dones directos de Dios."
        },
        {
          "versiculo": "30-31",
          "referencia": "1 Timoteo 4:4; Eclesiastés 3:11; Apocalipsis 4:11; Salmo 104:31",
          "comentario": "Dios evaluó su creación como 'buena en gran manera', mostrando perfección en el diseño original antes de la entrada del pecado. Cada elemento cumplía perfectamente su propósito divino."
        }
      ]
    },
    {
      "capitulo": 2,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Éxodo 20:8-11; Isaías 58:13-14; Marcos 2:27-28; Hebreos 4:4,9-10",
          "comentario": "La culminación de la creación con el día de reposo establece un patrón divino para la humanidad, santificando el tiempo para comunión con el Creador."
        },
        {
          "versiculo": "2",
          "referencia": "Éxodo 20:8-11; Hebreos 4:4,9-10; Ezequiel 20:12; Génesis 1:31",
          "comentario": "Siete días literales - El ciclo semanal de siete días literales, seis para el trabajo y el séptimo para el descanso, que ha sido preservado y transmitido a través de la historia de la Biblia, se originó en la gran realidad de los siete días primeros."
        },
        {
          "versiculo": "4-6",
          "referencia": "Génesis 1:11-12; Salmo 65:9-13; Deuteronomio 11:10-12; Job 38:25-28",
          "comentario": "La descripción detallada muestra el ambiente perfecto que Dios preparó para el hombre, con condiciones ideales para la vida y crecimiento."
        },
        {
          "versiculo": "7",
          "referencia": "1 Corintios 3:9; Hechos 17:28; Job 33:4; 1 Tesalonicenses 5:23",
          "comentario": "El hombre bajo la supervisión de Dios - El organismo físico del hombre está bajo la supervisión de Dios; pero no es como un reloj que es puesto en marcha, y que sigue andando por su cuenta. Cada latido del corazón, cada respiración es la inspiración de Aquel que alentó en la nariz de Adán el hálito de vida."
        },
        {
          "versiculo": "8",
          "referencia": "Génesis 13:10; Ezequiel 28:13; Apocalipsis 2:7; 22:2",
          "comentario": "Adán coronado rey en el Edén - Adán fue coronado rey en el Edén. Se le dio dominio sobre toda cosa viviente que Dios había creado. El Señor bendijo a Adán y a Eva con una inteligencia que no dio a ninguna otra criatura."
        },
        {
          "versiculo": "9-14",
          "referencia": "Apocalipsis 22:2; Ezequiel 47:12; Números 24:6; Salmo 46:4",
          "comentario": "El huerto del Edén representaba el hogar perfecto diseñado por Dios, con todo lo necesario para la felicidad y sustento del hombre, incluyendo recursos preciosos."
        },
        {
          "versiculo": "14",
          "referencia": "2 Pedro 1:4; Romanos 8:29; 2 Corintios 3:18; 1 Juan 3:2",
          "comentario": "Participantes de la naturaleza de Dios - El Señor creó al hombre del polvo de la tierra. Hizo de Adán un participante de la vida y naturaleza de Dios. Fue alentado en él el aliento del Todopoderoso, y se convirtió en un alma viviente."
        },
        {
          "versiculo": "15",
          "referencia": "Génesis 3:23; Salmo 8:6; Colosenses 3:23; Eclesiastés 3:13",
          "comentario": "El Edén, cielo en miniatura - Adán tenía temas como motivos de contemplación en las obras de Dios en el Edén, que era el cielo en miniatura. Dios no creó al hombre meramente para que contemplara las gloriosas obras de Dios."
        },
        {
          "versiculo": "16-17",
          "referencia": "Génesis 1:26; Isaías 43:6,7; Romanos 5:12-19; 1 Juan 2:16",
          "comentario": "Para repoblar el cielo después de la prueba - Dios creó al hombre para la gloria divina, para que después de pasar por la prueba y la aflicción la familia humana pudiera llegar a ser una con la familia celestial."
        },
        {
          "versiculo": "18-20",
          "referencia": "1 Corintios 11:9; Proverbios 12:10; Eclesiastés 3:19-20; Génesis 1:26",
          "comentario": "Dios reconoció la necesidad de compañía para Adán y le dio autoridad para nombrar las criaturas, mostrando la posición especial del hombre en la creación."
        },
        {
          "versiculo": "21-25",
          "referencia": "1 Corintios 11:8-9; Efesios 5:28-31; Mateo 19:4-6; Malaquías 2:15",
          "comentario": "La creación de Eva de la costilla de Adán establece la unidad fundamental del matrimonio y la igualdad esencial entre hombre y mujer, completando el diseño divino para la humanidad."
        }
      ]
    },
    {
      "capitulo": 3,
      "versiculos": [
        {
          "versiculo": "1",
          "referencia": "2 Corintios 11:3; Apocalipsis 12:9; 1 Pedro 5:8; Juan 8:44",
          "comentario": "Satanás usa instrumentos - En el Edén, Satanás usó la serpiente como su instrumento. Hoy día usa a los miembros de la familia humana, esforzándose por medio de toda suerte de astucia y engaño para levantar barreras en el sendero de la justicia."
        },
        {
          "versiculo": "2-5",
          "referencia": "1 Juan 2:16; Romanos 16:19-20; 2 Corintios 11:14-15; Génesis 2:17",
          "comentario": "No hay cambios en la propaganda de Satanás - Dios no consulta nuestras opiniones ni preferencias. Conoce lo que no conocen los seres humanos: los resultados futuros de cada movimiento."
        },
        {
          "versiculo": "6",
          "referencia": "1 Timoteo 2:14; Romanos 5:12; 2 Corintios 11:3; 1 Juan 2:16",
          "comentario": "Se les dio la prueba más suave - ¡Con cuán intenso interés observó todo el universo el conflicto que había de decidir la posición de Adán y Eva! Les fue dada la prueba más suave que podía darse, pues no había necesidad de que comieran del árbol prohibido."
        },
        {
          "versiculo": "7",
          "referencia": "Isaías 47:3; Apocalipsis 3:18; 16:15; Génesis 2:25",
          "comentario": "Las hojas de higuera no cubren el pecado - Tanto Adán como Eva comieron del fruto y obtuvieron un conocimiento que, si hubiesen obedecido a Dios, nunca habrían tenido. Desapareció el ropaje de inocencia celestial."
        },
        {
          "versiculo": "8-9",
          "referencia": "Salmo 139:7-12; Jonás 1:3; Job 34:21-22; Amós 9:2-3",
          "comentario": "La comunión rota con Dios resulta en miedo y ocultamiento, mostrando cómo el pecado destruye la relación íntima con el Creador y genera vergüenza."
        },
        {
          "versiculo": "10-11",
          "referencia": "Salmo 32:3-5; 38:1-8; Job 31:33; Proverbios 28:13",
          "comentario": "Se envolvieron con mantos de ignorancia - Si Adán y Eva nunca hubiesen desobedecido a su Creador, hubieran permanecido en la senda de la rectitud perfecta, podrían haber conocido y entendido a Dios."
        },
        {
          "versiculo": "12-13",
          "referencia": "Proverbios 28:13; Santiago 1:13-15; 1 Samuel 15:20-21; Génesis 2:16-17",
          "comentario": "La tendencia humana a culpar a otros muestra la naturaleza egoísta que el pecado introdujo en la humanidad, destruyendo la responsabilidad personal."
        },
        {
          "versiculo": "14-15",
          "referencia": "Romanos 16:20; Juan 12:31; Hebreos 2:14; Apocalipsis 12:9",
          "comentario": "Adán conocía la ley original - Cuando fueron creados, Adán y Eva tenían un conocimiento de la ley original de Dios. Estaba impresa en sus corazones, y conocían las exigencias de la ley sobre ellos."
        },
        {
          "versiculo": "16",
          "referencia": "1 Timoteo 2:15; Efesios 5:22-24; 1 Pedro 3:1-6; Génesis 1:28",
          "comentario": "Las consecuencias del pecado afectaron las relaciones humanas más íntimas, incluyendo el matrimonio y la maternidad, introduciendo dolor y conflicto."
        },
        {
          "versiculo": "17-19",
          "referencia": "Romanos 8:20-22; Eclesiastés 2:22-23; 2 Tesalonicenses 3:10; Génesis 2:17",
          "comentario": "La maldición sobre toda la creación - Toda la naturaleza está perturbada, pues Dios impidió que la tierra cumpliera el propósito que originalmente le había designado. La maldición aumenta con la transgresión."
        },
        {
          "versiculo": "20-21",
          "referencia": "2 Corintios 5:2-3; Apocalipsis 3:18; 7:14; Génesis 2:25",
          "comentario": "Dios provee cobertura para el pecado, prefigurando la justicia de Cristo que cubre nuestra desnudez espiritual, mostrando misericordia aun en el juicio."
        },
        {
          "versiculo": "22-24",
          "referencia": "Apocalipsis 22:2,14; 1 Juan 3:2-3; Romanos 2:7; Génesis 2:9",
          "comentario": "La obediencia es la condición para comer del árbol - La transgresión de los requerimientos de Dios excluyó a Adán del huerto del Edén. Una espada flamígera fue colocada en torno del árbol de la vida."
        }
      ]
    },
    {
      "capitulo": 4,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "Génesis 3:20; 1 Juan 3:12; Hebreos 11:4; Lucas 11:50-51",
          "comentario": "El nacimiento de Caín y Abel marca el comienzo de la familia humana fuera del Edén, mostrando tanto esperanza como los efectos del pecado en las relaciones familiares."
        },
        {
          "versiculo": "3-5",
          "referencia": "Proverbios 15:8; 21:27; Hebreos 11:4; Levítico 3:16",
          "comentario": "La diferencia en las ofrendas muestra que Dios mira el corazón y la actitud del adorador, no solo la ofrenda externa. La fe y obediencia determinan la aceptación."
        },
        {
          "versiculo": "4",
          "referencia": "Levítico 3:16; 17:11; Hebreos 9:22; 11:4",
          "comentario": "La ofrenda debe ser rociada con sangre - En cada ofrenda para Dios hemos de reconocer aquella gran Dádiva; la única que puede hacer aceptable nuestro servicio para él."
        },
        {
          "versiculo": "6-7",
          "referencia": "Jonás 4:4; Proverbios 29:22; 1 Juan 3:12; Génesis 4:5",
          "comentario": "Dios toma nota de cada acción - El Señor vio la ira de Caín, vio que había decaído su semblante. Así se revela cuán de cerca toma nota el Señor de cada acción."
        },
        {
          "versiculo": "8",
          "referencia": "1 Juan 3:12-15; Mateo 23:35; 1 Juan 2:9-11; Génesis 4:4-5",
          "comentario": "Era inevitable la contienda - No podía haber armonía entre los dos hermanos y era inevitable la contienda. Abel no podía condescender con Caín sin ser culpable de desobediencia."
        },
        {
          "versiculo": "9-10",
          "referencia": "Hebreos 12:24; Apocalipsis 6:9-10; Salmo 9:12; Génesis 9:5",
          "comentario": "Dios confronta el pecado directamente, mostrando que nada está oculto de su vista y que toda injusticia será juzgada. La sangre de Abel clamaba justicia."
        },
        {
          "versiculo": "11-12",
          "referencia": "Deuteronomio 28:15-24; Números 35:33; Isaías 24:5-6; Génesis 3:17-18",
          "comentario": "La maldición sobre Caín muestra que el pecado tiene consecuencias tanto espirituales como físicas, afectando la relación del hombre con la tierra."
        },
        {
          "versiculo": "13-14",
          "referencia": "Mateo 27:3-5; Proverbios 28:17; Salmo 32:3-4; Génesis 4:11-12",
          "comentario": "El remordimiento de Caín viene después del castigo, mostrando que el arrepentimiento verdadero debe preceder a la disciplina divina para ser efectivo."
        },
        {
          "versiculo": "15",
          "referencia": "Ezequiel 9:4; Apocalipsis 7:2-3; 13:16-17; Génesis 4:24",
          "comentario": "La señal de Caín - Dios ha dado a cada hombre su obra, y si cualquiera se aparta de la obra que Dios le ha dado, para hacer la obra de Satanás, lleva la marca de Caín."
        },
        {
          "versiculo": "16-18",
          "referencia": "1 Juan 2:15-17; Santiago 4:4; Judas 1:11; Génesis 6:2",
          "comentario": "La descendencia de Caín muestra el desarrollo de la civilización humana alejada de Dios, con avances técnicos pero decadencia moral progresiva."
        },
        {
          "versiculo": "19-24",
          "referencia": "Génesis 6:2,5; Judas 1:11; Santiago 5:1-5; Génesis 4:17-18",
          "comentario": "Lamec representa la poligamia y violencia que caracterizaron a la línea de Caín, mostrando la progresión del pecado en la sociedad humana."
        },
        {
          "versiculo": "25-26",
          "referencia": "Génesis 5:3-8; 1 Crónicas 1:1-4; Lucas 3:38; Génesis 4:1-2",
          "comentario": "Set, de más noble estatura que Caín o Abel - Set era de estatura más noble que Caín o Abel y se parecía más a Adán que cualquiera de sus otros hijos."
        }
      ]
    },
    {
      "capitulo": 5,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "1 Corintios 11:7; Santiago 3:9; Génesis 1:26-27; 9:6",
          "comentario": "El registro genealógico enfatiza que la humanidad fue creada a imagen de Dios, a pesar de la caída, manteniendo su dignidad esencial."
        },
        {
          "versiculo": "3-5",
          "referencia": "Romanos 5:12-14; 1 Corintios 15:22; Salmo 90:3-6; Génesis 2:17",
          "comentario": "Adán vivió 930 años, mostrando la vitalidad original de la raza humana antes de que los efectos del pecado se acumularan a través de las generaciones."
        },
        {
          "versiculo": "6-20",
          "referencia": "1 Crónicas 1:1-4; Lucas 3:36-38; Hebreos 11:1-13; Génesis 11:10-26",
          "comentario": "La larga vida de los patriarcas antediluvianos permitió la transmisión directa del conocimiento de Dios de generación en generación, preservando la verdad."
        },
        {
          "versiculo": "21-24",
          "referencia": "Hebreos 11:5; Judas 1:14-15; Malaquías 3:16-18; Génesis 4:26",
          "comentario": "Enoc veía a Dios solamente por fe - ¿Veía [Enoc] a Dios a su lado? Solamente por fe. Sabía que el Señor estaba allí, y se adhería firmemente a los principios de la verdad."
        },
        {
          "versiculo": "25-27",
          "referencia": "Génesis 6:3; 1 Pedro 3:20; Salmo 90:10; Génesis 5:32",
          "comentario": "Matusalén vivió 969 años, siendo el hombre de mayor longevidad registrada, vinculando directamente la creación con el diluvio a través de su vida."
        },
        {
          "versiculo": "28-32",
          "referencia": "Génesis 6:8-9; 1 Pedro 3:20; 2 Pedro 2:5; Génesis 9:28-29",
          "comentario": "Lamec profetiza sobre Noé como consuelo en medio de la maldición, mostrando esperanza divina en tiempos de creciente maldad y degeneración."
        }
      ]
    },
    {
      "capitulo": 6,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "Mateo 24:37-39; 2 Pedro 2:4-5; Judas 1:6-7; Génesis 4:19",
          "comentario": "La unión de hijos de Dios con hijas de hombres representa la corrupción de la línea piadosa a través de matrimonios mixtos con incrédulos, diluyendo la fe."
        },
        {
          "versiculo": "2",
          "referencia": "2 Corintios 6:14-18; 1 Juan 2:15-17; Santiago 4:4; Génesis 4:26",
          "comentario": "La cooperación con Dios evita el culto a la manera de Caín - Si el ser humano hubiera cooperado con Dios, no hubiera habido adoradores a la manera de Caín."
        },
        {
          "versiculo": "3",
          "referencia": "1 Pedro 3:18-21; 2 Pedro 3:9; Romanos 2:4-5; Génesis 5:27",
          "comentario": "Dios predicó mediante Matusalén, Noé y otros - Dios les concedió ciento veinte años de tiempo de gracia y durante ese tiempo les predicó mediante Matusalén, Noé y muchos otros de sus siervos."
        },
        {
          "versiculo": "4",
          "referencia": "Números 13:33; Deuteronomio 2:10-11; 3:11; Génesis 10:8-9",
          "comentario": "Perecieron grandes obras de arte e inventos - En el diluvio perecieron mayores creaciones del arte y del ingenio humanos que las que conoce el mundo de hoy día."
        },
        {
          "versiculo": "5",
          "referencia": "Génesis 8:21; Salmo 14:1-3; Romanos 1:28-32; Génesis 6:11-12",
          "comentario": "La degeneración los llevó de la liviandad a los pecados envilecedores - Tenemos la historia de los antediluvianos y de las ciudades de la llanura, cuyo curso de conducta degeneró."
        },
        {
          "versiculo": "6-7",
          "referencia": "Éxodo 32:14; 1 Samuel 15:11; Jeremías 18:7-10; Génesis 6:13",
          "comentario": "El arrepentimiento de Dios expresa su dolor por la maldad humana, mostrando que el pecado afecta el corazón divino y su relación con la creación."
        },
        {
          "versiculo": "8-10",
          "referencia": "Hebreos 11:7; Ezequiel 14:14,20; 2 Pedro 2:5; Génesis 7:1",
          "comentario": "Noé halló gracia por su integridad moral en medio de una generación corrupta, demostrando que la fidelidad individual es posible aun en tiempos de apostasía general."
        },
        {
          "versiculo": "11-12",
          "referencia": "Salmo 14:1-3; Romanos 3:10-18; Jeremías 17:9; Génesis 6:5",
          "comentario": "Rindieron culto a la complacencia propia; fomentaron el crimen - Rindieron culto a la complacencia egoísta -comiendo, bebiendo, divirtiéndose- y recurrían a actos de violencia."
        },
        {
          "versiculo": "13",
          "referencia": "2 Pedro 3:5-7; Mateo 24:37-39; Lucas 17:26-27; Génesis 6:17",
          "comentario": "Dios anuncia el juicio venidero pero provee medio de salvación, mostrando su justicia y misericordia simultáneamente en el plan divino."
        },
        {
          "versiculo": "14-16",
          "referencia": "Hebreos 11:7; 1 Pedro 3:20; 2 Pedro 2:5; Génesis 7:13-16",
          "comentario": "El diseño del arca con especificaciones precisas muestra que la salvación requiere obediencia exacta a las instrucciones divinas y fe en la provisión de Dios."
        },
        {
          "versiculo": "17",
          "referencia": "2 Pedro 3:10; Apocalipsis 14:10; 20:9; Génesis 7:4",
          "comentario": "Carbón y petróleo, elementos en la destrucción final - Aquellos árboles majestuosos que Dios había hecho que crecieran en la tierra para beneficio de los habitantes."
        },
        {
          "versiculo": "18-22",
          "referencia": "Génesis 9:9-17; 1 Pedro 3:20-21; Hebreos 11:7; Génesis 7:1-5",
          "comentario": "El pacto con Noé establece el patrón de salvación por fe y obediencia, prefigurando el pacto de gracia en Cristo y la redención mediante la fe."
        }
      ]
    },
    {
      "capitulo": 7,
      "versiculos": [
        {
          "versiculo": "1-5",
          "referencia": "Mateo 24:37-39; Lucas 17:26-27; 1 Pedro 3:20; Génesis 6:18-22",
          "comentario": "La entrada al arca marca la separación final entre los salvos y los perdidos, mostrando que hay un límite para la paciencia de Dios y que la salvación requiere acción oportuna."
        },
        {
          "versiculo": "6-9",
          "referencia": "Génesis 6:19-20; 1 Pedro 3:20; 2 Pedro 2:5; Génesis 7:2-3",
          "comentario": "Los animales entran al arca según el designio divino, demostrando que Dios preserva toda forma de vida según su propósito y soberanía sobre la creación."
        },
        {
          "versiculo": "10-12",
          "referencia": "Job 38:8-11; Salmo 29:10; 104:6-9; Génesis 7:4",
          "comentario": "El diluvio comienza exactamente como Dios lo anunció, confirmando la certeza de sus advertencias proféticas y la fidelidad de su palabra."
        },
        {
          "versiculo": "13-16",
          "referencia": "Mateo 25:10; Lucas 13:25; Apocalipsis 3:7-8; Génesis 6:18",
          "comentario": "Dios mismo cierra la puerta del arca, simbolizando que la salvación es obra divina y el tiempo de gracia tiene fin, siendo Dios quien asegura la protección."
        },
        {
          "versiculo": "17-20",
          "referencia": "2 Pedro 3:5-6; Salmo 104:6-9; Job 12:15; Génesis 7:24",
          "comentario": "Las aguas cubren toda la tierra, cumpliendo el juicio divino sobre la corrupción humana de manera completa y universal, sin excepción."
        },
        {
          "versiculo": "21-23",
          "referencia": "2 Pedro 3:6; Lucas 17:27; Job 22:15-16; Génesis 7:4",
          "comentario": "Mantenida por la fe en Cristo - Fue Cristo el que mantuvo a salvo el arca en medio de las rugientes e hirvientes olas, porque los que estaban dentro de ella tenían fe."
        },
        {
          "versiculo": "24",
          "referencia": "Génesis 8:3; 1 Pedro 3:20; Job 38:8-11; Génesis 7:17",
          "comentario": "Las aguas prevalecieron por 150 días, mostrando la extensión y severidad del juicio divino sobre el pecado y la completa purificación requerida."
        }
      ]
    },
    {
      "capitulo": 8,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Éxodo 2:24; Salmo 106:4; Génesis 19:29; 30:22",
          "comentario": "Dios se acuerda de Noé - En medio de la destrucción universal, Dios no olvida a los que le son fieles. El viento que seca las aguas muestra el poder divino para revertir el juicio y traer restauración."
        },
        {
          "versiculo": "4-5",
          "referencia": "Génesis 7:20; 2 Pedro 3:5-6; Job 12:15",
          "comentario": "El arca descansa sobre los montes de Ararat, simbolizando el nuevo comienzo de la humanidad y el establecimiento de la vida sobre cimientos seguros."
        },
        {
          "versiculo": "6-12",
          "referencia": "Jeremías 8:7; Isaías 60:8; Génesis 8:8-9",
          "comentario": "La paciencia de Noé al enviar aves muestra sabiduría y dependencia de Dios para discernir el momento adecuado para salir del arca."
        },
        {
          "versiculo": "13-14",
          "referencia": "Génesis 7:11; Levítico 23:39-43",
          "comentario": "La tierra seca completamente después de más de un año del diluvio, demostrando que la restauración divina es completa pero requiere tiempo."
        },
        {
          "versiculo": "15-19",
          "referencia": "Génesis 6:18; 7:13; 1 Pedro 3:20",
          "comentario": "La salida del arca marca un nuevo pacto y un nuevo comienzo para la humanidad y toda criatura viviente."
        },
        {
          "versiculo": "20-22",
          "referencia": "Levítico 1:3; Hebreos 11:4; Génesis 4:4",
          "comentario": "El primer acto de Noé al salir es adorar a Dios, reconociendo Su soberanía y misericordia. La promesa de Dios de no maldecir la tierra muestra Su gracia."
        }
      ]
    },
    {
      "capitulo": 9,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 1:28; 8:17; Hechos 17:26",
          "comentario": "Dios renueva el mandato de fructificar y llenar la tierra, estableciendo el valor sagrado de la vida humana y la responsabilidad de gobernar la creación."
        },
        {
          "versiculo": "8-17",
          "referencia": "Isaías 54:9-10; Ezequiel 1:28; Apocalipsis 4:3",
          "comentario": "El arco iris como señal del pacto eterno muestra la fidelidad de Dios y Su promesa de preservar el orden natural hasta el fin."
        },
        {
          "versiculo": "18-19",
          "referencia": "Génesis 5:32; 10:1-32; Lucas 3:36",
          "comentario": "Los tres hijos de Noé repoblan la tierra, cumpliendo el propósito divino y estableciendo las naciones futuras."
        },
        {
          "versiculo": "20-27",
          "referencia": "Proverbios 20:1; Efesios 5:18; Génesis 19:30-38",
          "comentario": "La embriaguez de Noé muestra las consecuencias del pecado aun en hombres justos. La maldición de Canaán establece proféticamente relaciones entre pueblos."
        },
        {
          "versiculo": "28-29",
          "referencia": "Génesis 5:5; 11:10-11; Salmo 90:10",
          "comentario": "La muerte de Noé cierra la era antediluviana y conecta el mundo anterior al diluvio con la nueva humanidad."
        }
      ]
    },
    {
      "capitulo": 10,
      "versiculos": [
        {
          "versiculo": "1-32",
          "referencia": "1 Crónicas 1:1-27; Lucas 3:34-36; Hechos 17:26",
          "comentario": "La tabla de naciones muestra el cumplimiento del mandato de Dios de repoblar la tierra y el origen divino de las diversidades étnicas y culturales."
        }
      ]
    },
    {
      "capitulo": 11,
      "versiculos": [
        {
          "versiculo": "1-4",
          "referencia": "Proverbios 16:18; Santiago 4:6; Génesis 9:1",
          "comentario": "La torre de Babel representa la rebelión humana contra el mandato divino de dispersarse, mostrando el orgullo y autosuficiencia del hombre."
        },
        {
          "versiculo": "5-9",
          "referencia": "Salmo 33:10-11; Proverbios 19:21; Hechos 2:1-11",
          "comentario": "La confusión de lenguas muestra el juicio divino sobre la unidad basada en la rebelión, pero también la sabiduría de Dios en forzar la dispersión."
        },
        {
          "versiculo": "10-26",
          "referencia": "1 Crónicas 1:17-27; Lucas 3:34-36; Génesis 5:1-32",
          "comentario": "La línea de Sem preserva la línea mesiánica, mostrando la fidelidad de Dios en mantener Su promesa a pesar de la rebelión humana."
        },
        {
          "versiculo": "27-32",
          "referencia": "Josué 24:2; Nehemías 9:7; Hechos 7:2-4",
          "comentario": "La familia de Taré introduce el contexto del llamado de Abram, estableciendo el escenario para el pacto abrahámico."
        }
      ]
    },
    {
      "capitulo": 12,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Hechos 7:2-3; Hebreos 11:8; Génesis 15:5",
          "comentario": "El llamado de Abram establece el pacto abrahámico, fundamento del plan redentor de Dios para bendecir a todas las naciones."
        },
        {
          "versiculo": "4-9",
          "referencia": "Hebreos 11:8-10; Génesis 13:18; 26:25",
          "comentario": "La obediencia inmediata de Abram muestra fe verdadera. La construcción de altares revela su devoción y dependencia de Dios."
        },
        {
          "versiculo": "10-20",
          "referencia": "Génesis 20:1-18; 26:6-11; Proverbios 29:25",
          "comentario": "La fe imperfecta de Abram en Egipto muestra que los siervos de Dios pueden fallar, pero la gracia divina protege y corrige."
        }
      ]
    },
    {
      "capitulo": 13,
      "versiculos": [
        {
          "versiculo": "1-4",
          "referencia": "Génesis 12:8-9; 21:33; 26:25",
          "comentario": "El regreso al altar muestra restauración espiritual después del fracaso, destacando la importancia de volver a los lugares de comunión con Dios."
        },
        {
          "versiculo": "5-13",
          "referencia": "1 Corintios 6:7; Filipenses 2:3-4; Génesis 19:1-38",
          "comentario": "La elección de Lot basada en apariencias muestra la sabiduría carnal versus la fe. Sodoma representa los peligros de compromiso con el mundo."
        },
        {
          "versiculo": "14-18",
          "referencia": "Génesis 15:5; 28:14; Deuteronomio 34:4",
          "comentario": "Dios renueva y expande Su promesa después de la separación de Lot, mostrando que la obediencia trae mayor revelación y bendición."
        }
      ]
    },
    {
      "capitulo": 14,
      "versiculos": [
        {
          "versiculo": "1-16",
          "referencia": "Hebreos 7:1; Génesis 13:10-13; 19:1-29",
          "comentario": "El rescate de Lot por Abram muestra fidelidad familiar y valor espiritual, prefigurando la redención de Cristo por Su pueblo."
        },
        {
          "versiculo": "17-20",
          "referencia": "Hebreos 7:1-10; Salmo 110:4; Génesis 28:22",
          "comentario": "Melquisedec como tipo de Cristo bendice a Abram, mostrando el sacerdocio eterno y la supremacía del orden espiritual sobre el temporal."
        },
        {
          "versiculo": "21-24",
          "referencia": "2 Reyes 5:15-16; Daniel 5:17; Hechos 8:18-20",
          "comentario": "La negativa de Abram a tomar bienes del rey de Sodoma muestra integridad y dependencia exclusiva de la provisión divina."
        }
      ]
    },
    {
      "capitulo": 15,
      "versiculos": [
        {
          "versiculo": "1-6",
          "referencia": "Romanos 4:3,18-22; Gálatas 3:6; Santiago 2:23",
          "comentario": "La justificación por fe es establecida cuando Abram cree a Dios, constituyendo el fundamento del evangelio en el Antiguo Testamento."
        },
        {
          "versiculo": "7-21",
          "referencia": "Jeremías 34:18-20; Éxodo 12:40-41; Génesis 17:2-8",
          "comentario": "El pacto divino ratificado por sacrificios muestra la seriedad de las promesas de Dios y el sufrimiento necesario para la redención."
        }
      ]
    },
    {
      "capitulo": 16,
      "versiculos": [
        {
          "versiculo": "1-6",
          "referencia": "Gálatas 4:22-31; Proverbios 14:12; Génesis 21:8-21",
          "comentario": "El intento de cumplir la promesa por medios humanos produce conflicto y dolor, mostrando las consecuencias de la impaciencia con el tiempo de Dios."
        },
        {
          "versiculo": "7-16",
          "referencia": "Génesis 21:17-19; 25:12-18; Salmo 139:1-12",
          "comentario": "El ángel del Señor cuida de Agar, mostrando la misericordia divina hacia los marginados y el cuidado de Dios por todos Sus seres creados."
        }
      ]
    },
    {
      "capitulo": 17,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Génesis 35:11; Éxodo 6:3; Romanos 4:11-12",
          "comentario": "El cambio de nombre de Abram a Abraham marca su nueva identidad como padre de multitudes, mostrando transformación espiritual mediante el pacto."
        },
        {
          "versiculo": "9-14",
          "referencia": "Hechos 7:8; Romanos 4:11; Gálatas 5:3",
          "comentario": "La circuncisión como señal del pacto representa la consagración total y la separación del pueblo de Dios para Sus propósitos."
        },
        {
          "versiculo": "15-22",
          "referencia": "Génesis 18:10-15; 21:1-7; Romanos 9:7-9",
          "comentario": "La promesa de Isaac confirma que el cumplimiento depende del poder divino, no de la capacidad humana, estableciendo el principio del nacimiento milagroso."
        },
        {
          "versiculo": "23-27",
          "referencia": "Génesis 14:14; Romanos 4:11; Colosenses 2:11",
          "comentario": "La obediencia inmediata de Abraham al circuncidar su casa muestra fe práctica y compromiso total con el pacto divino."
        }
      ]
    },
    {
      "capitulo": 18,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Hebreos 13:2; 1 Pedro 4:9; Génesis 19:1-3",
          "comentario": "La hospitalidad de Abraham hacia los visitantes celestiales muestra la bendición de servir a otros sin saber que servimos a ángeles o al Señor."
        },
        {
          "versiculo": "9-15",
          "referencia": "Romanos 9:9; Génesis 17:17; Lucas 1:37",
          "comentario": "La risa de Sara y la reprensión divina muestran que nada es demasiado difícil para Dios, y que Él cumple Sus promesas contra toda esperanza humana."
        },
        {
          "versiculo": "16-21",
          "referencia": "Salmo 34:15-16; Jeremías 18:7-10; Amós 3:7",
          "comentario": "Dios comparte Sus planes con Abraham, mostrando la intimidad disponible para los amigos de Dios y Su justicia al investigar antes de juzgar."
        },
        {
          "versiculo": "22-33",
          "referencia": "Santiago 5:16; Jeremías 5:1; Ezequiel 22:30",
          "comentario": "La intercesión de Abraham por Sodoma muestra el poder de la oración y la misericordia de Dios, que salva por causa de unos pocos justos."
        }
      ]
    },
    {
      "capitulo": 19,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "2 Pedro 2:7-8; Judas 1:7; Romanos 1:24-27",
          "comentario": "La depravación de Sodoma y la protección divina a Lot muestran la gravedad del pecado y la preservación de los justos en medio de la corrupción."
        },
        {
          "versiculo": "12-26",
          "referencia": "Lucas 17:28-32; 1 Corintios 10:12; Génesis 19:17",
          "comentario": "La salida de Sodoma y la mirada atrás de la esposa de Lot enseñan sobre la urgencia de abandonar el pecado sin nostalgia por el pasado."
        },
        {
          "versiculo": "27-29",
          "referencia": "Génesis 18:22-33; Salmo 34:15; 2 Pedro 2:9",
          "comentario": "Abraham intercede y Dios libra a Lot, mostrando la eficacia de la oración y la fidelidad divina a Sus promesas de protección."
        },
        {
          "versiculo": "30-38",
          "referencia": "Génesis 9:20-27; Deuteronomio 23:3; Rut 4:17-22",
          "comentario": "El trágico final de Lot muestra las consecuencias duraderas del compromiso con el mundo y el origen de pueblos enemigos de Israel."
        }
      ]
    },
    {
      "capitulo": 20,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 12:10-20; 26:6-11; Salmo 105:14-15",
          "comentario": "La repetición del error de Abraham muestra la tendencia humana a recaer en faltas pasadas, pero también la protección divina sobre los Suyos."
        },
        {
          "versiculo": "8-18",
          "referencia": "Salmo 105:14; 1 Crónicas 16:21; Génesis 12:17",
          "comentario": "La oración de Abraham por Abimelec muestra el papel intercesor del justo y el poder restaurativo de la oración por otros."
        }
      ]
    },
    {
      "capitulo": 21,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Gálatas 4:28; Hebreos 11:11-12; Génesis 17:19",
          "comentario": "El nacimiento de Isaac cumple la promesa divina contra toda esperanza natural, estableciendo el principio del nacimiento por el Espíritu."
        },
        {
          "versiculo": "8-21",
          "referencia": "Gálatas 4:22-31; Génesis 16:1-16; 25:12-18",
          "comentario": "La expulsión de Agar e Ismael muestra la incompatibilidad entre la carne y el espíritu, y el cuidado divino por ambos linajes."
        },
        {
          "versiculo": "22-34",
          "referencia": "Génesis 26:26-31; Proverbios 16:7; Mateo 5:9",
          "comentario": "El pacto con Abimelec muestra el testimonio de los creyentes ante el mundo y la paz que resulta de la integridad y fe."
        }
      ]
    },
    {
      "capitulo": 22,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "Hebreos 11:17-19; Santiago 2:21-23; 1 Pedro 1:7",
          "comentario": "Dios prueba la fe de Abraham, no para descubrir algo que no sabe, sino para desarrollar y demostrar la calidad de la fe que Él mismo ha dado."
        },
        {
          "versiculo": "3-10",
          "referencia": "Juan 19:17; Hebreos 11:19; Romanos 8:32",
          "comentario": "La obediencia inmediata y completa de Abraham prefigura el sacrificio del Padre al dar a Su Hijo único en el monte Calvario."
        },
        {
          "versiculo": "11-14",
          "referencia": "Hebreos 11:19; Romanos 8:32; Juan 1:29",
          "comentario": "La provisión del carnero muestra que Dios provee el sacrificio y que la obediencia en la prueba resulta en mayor revelación de Su carácter."
        },
        {
          "versiculo": "15-19",
          "referencia": "Hebreos 6:13-15; Génesis 12:2-3; 26:3-5",
          "comentario": "Dios confirma y amplía Su pacto después de la prueba, mostrando que la obediencia en lo más difícil trae bendición multiplicada."
        },
        {
          "versiculo": "20-24",
          "referencia": "Génesis 24:15; 29:1-14; Rut 4:17-22",
          "comentario": "El informe sobre la familia de Nacor prepara el escenario para la elección de una esposa para Isaac de entre el pueblo del pacto."
        }
      ]
    },
    {
      "capitulo": 23,
      "versiculos": [
        {
          "versiculo": "1-20",
          "referencia": "Hechos 7:16; Génesis 25:9-10; 49:29-32",
          "comentario": "La compra de la cueva de Macpela establece la primera propiedad de Abraham en Canaán, confirmando su fe en la promesa futura de la tierra."
        }
      ]
    },
    {
      "capitulo": 24,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Génesis 12:1-3; 28:1-2; 2 Corintios 6:14",
          "comentario": "El juramento del siervo muestra la importancia de mantener la línea del pacto pura y la dependencia de la guía divina en decisiones cruciales."
        },
        {
          "versiculo": "10-27",
          "referencia": "Proverbios 19:14; 31:10; Génesis 15:2-3",
          "comentario": "La oración del siervo y la respuesta inmediata muestran la dirección divina en la provisión de la esposa adecuada para Isaac."
        },
        {
          "versiculo": "28-49",
          "referencia": "Salmo 32:8; Proverbios 3:5-6; Génesis 39:3",
          "comentario": "El testimonio del siervo a la familia de Rebeca muestra cómo compartir las obras maravillosas de Dios atrae a otros al pacto."
        },
        {
          "versiculo": "50-67",
          "referencia": "Génesis 25:20; 29:18-20; Cantares 8:6-7",
          "comentario": "El consentimiento de Rebeca y su encuentro con Isaac muestran el romance divino y la formación de matrimonios según el propósito de Dios."
        }
      ]
    },
    {
      "capitulo": 25,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "1 Crónicas 1:32-33; Gálatas 4:22-31; Génesis 35:29",
          "comentario": "La muerte y sepultura de Abraham completan su peregrinación terrenal, mostrando la fe que mira más allá de la vida presente a la ciudad celestial."
        },
        {
          "versiculo": "12-18",
          "referencia": "Génesis 16:10-12; 21:13; 1 Crónicas 1:28-31",
          "comentario": "La descendencia de Ismael cumple la promesa divina de hacerlo gran nación, mostrando la fidelidad de Dios a todas Sus palabras."
        },
        {
          "versiculo": "19-26",
          "referencia": "Romanos 9:10-13; Malaquías 1:2-3; Génesis 27:1-40",
          "comentario": "El nacimiento de Jacob y Esaú revela la elección divina antes del nacimiento y el conflicto entre la carne y el espíritu."
        },
        {
          "versiculo": "27-34",
          "referencia": "Hebreos 12:16-17; Génesis 27:1-40; Oseas 12:3",
          "comentario": "El menosprecio de Esaú por la primogenitura muestra la naturaleza carnal que prefiere lo temporal sobre lo espiritual."
        }
      ]
    },
    {
      "capitulo": 26,
      "versiculos": [
        {
          "versiculo": "1-5",
          "referencia": "Génesis 12:10-20; 20:1-18; 22:15-18",
          "comentario": "Dios confirma el pacto con Isaac, mostrando la continuidad de las promesas a través de las generaciones y la fidelidad divina."
        },
        {
          "versiculo": "6-11",
          "referencia": "Génesis 12:11-13; 20:2-13; Proverbios 28:25",
          "comentario": "La repetición del error paterno muestra cómo los patrones de desconfianza pueden transmitirse, pero la gracia divina protege."
        },
        {
          "versiculo": "12-22",
          "referencia": "Proverbios 10:22; 16:7; Génesis 13:5-7",
          "comentario": "La bendición de Isaac a pesar del conflicto muestra que la prosperidad viene de Dios y que la paz es mejor que la contienda."
        },
        {
          "versiculo": "23-35",
          "referencia": "Génesis 24:62-67; 28:1-5; 36:1-8",
          "comentario": "El pacto con Abimelec y los matrimonios de Esaú muestran contraste entre la vida de pacto y los compromisos con el mundo."
        }
      ]
    },
    {
      "capitulo": 27,
      "versiculos": [
        {
          "versiculo": "1-17",
          "referencia": "Hebreos 12:16-17; Génesis 25:27-34; Proverbios 26:23-26",
          "comentario": "El engaño de Rebeca y Jacob muestra los resultados desastrosos de intentar cumplir los propósitos divinos por medios carnales."
        },
        {
          "versiculo": "18-29",
          "referencia": "Génesis 25:23; 28:3-4; Romanos 9:10-13",
          "comentario": "La bendición obtenida por engaño muestra la soberanía divina que cumple Sus propósitos a pesar de la falibilidad humana."
        },
        {
          "versiculo": "30-40",
          "referencia": "Hebreos 12:17; Génesis 25:34; Oseas 12:3",
          "comentario": "La amargura de Esaú muestra el dolor de perder bendiciones espirituales por descuido y la irrevocabilidad de las palabras pronunciadas."
        },
        {
          "versiculo": "41-46",
          "referencia": "Génesis 28:1-5; 32:3-21; Proverbios 19:21",
          "comentario": "El plan de Rebeca para proteger a Jacob muestra la providencia divina obrando a través de circunstancias humanas para cumplir Sus designios."
        }
      ]
    },
    {
      "capitulo": 28,
      "versiculos": [
        {
          "versiculo": "1-5",
          "referencia": "Génesis 24:3-4; 26:34-35; 27:46",
          "comentario": "La bendición de Isaac a Jacob confirma el propósito divino y establece la línea del pacto a través de él."
        },
        {
          "versiculo": "6-9",
          "referencia": "Génesis 26:34-35; 36:1-8; 1 Reyes 11:1-2",
          "comentario": "Los intentos de Esaú por agradar muestran el arrepentimiento superficial que busca soluciones externas sin cambio interno."
        },
        {
          "versiculo": "10-15",
          "referencia": "Juan 1:51; Génesis 35:1; 48:3-4",
          "comentario": "La escalera de Jacob revela la conexión entre cielo y tierra y la mediación de Cristo entre Dios y los hombres."
        },
        {
          "versiculo": "16-22",
          "referencia": "Génesis 31:13; 35:1-7; Jueces 11:30-31",
          "comentario": "El voto de Jacob muestra respuesta de fe a la revelación divina, estableciendo patrones de adoración y compromiso con Dios."
        }
      ]
    },
    {
      "capitulo": 29,
      "versiculos": [
        {
          "versiculo": "1-14",
          "referencia": "Génesis 24:10-28; Éxodo 2:15-21",
          "comentario": "El encuentro de Jacob con Raquel en el pozo muestra la providencia divina guiando en el cumplimiento del plan para Su pueblo."
        },
        {
          "versiculo": "15-30",
          "referencia": "Oseas 12:12; Génesis 27:35; 31:41",
          "comentario": "El engaño de Labán a Jacob muestra el principio de siembra y cosecha, y la justicia divina que obra a través de circunstancias."
        },
        {
          "versiculo": "31-35",
          "referencia": "Génesis 30:1-24; 49:3-8; Rut 4:11-12",
          "comentario": "El favor divino hacia Lea y el nacimiento de Judá muestran la gracia que obra a través de lo despreciado para cumplir propósitos mesiánicos."
        }
      ]
    },
    {
      "capitulo": 30,
      "versiculos": [
        {
          "versiculo": "1-24",
          "referencia": "Génesis 29:31-35; 35:16-18; 1 Samuel 1:1-20",
          "comentario": "La rivalidad entre Lea y Raquel y el nacimiento de los patriarcas muestra la soberanía divina en abrir y cerrar matrices para formar Israel."
        },
        {
          "versiculo": "25-43",
          "referencia": "Génesis 31:7-12; 1 Corintios 3:19; Proverbios 13:22",
          "comentario": "La prosperidad de Jacob a pesar del engaño de Labán muestra la bendición divina sobre los que son fieles al pacto."
        }
      ]
    },
    {
      "capitulo": 31,
      "versiculos": [
        {
          "versiculo": "1-21",
          "referencia": "Génesis 28:15; 32:9-12; Salmo 124:1-2",
          "comentario": "La huida de Jacob de Labán muestra la dirección divina para separarse de relaciones que obstaculizan el cumplimiento del propósito de Dios."
        },
        {
          "versiculo": "22-42",
          "referencia": "Génesis 28:20-22; 35:1-3; Salmo 46:1",
          "comentario": "El enfrentamiento con Labán y el testimonio de Jacob muestran la protección divina y la vindicación de los que confían en Dios."
        },
        {
          "versiculo": "43-55",
          "referencia": "Génesis 21:22-32; 26:26-31; Josué 24:2",
          "comentario": "El pacto de Mizpa establece límites bajo la mirada de Dios, mostrando que Él es testigo y juez en todos nuestros acuerdos."
        }
      ]
    },
    {
      "capitulo": 32,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Génesis 33:1-3; Salmo 27:1-3; 2 Reyes 6:15-17",
          "comentario": "Los ángeles de Mahanaim y el miedo a Esaú muestran la provisión divina de ayuda celestial en medio del temor humano."
        },
        {
          "versiculo": "9-12",
          "referencia": "Génesis 28:13-15; 31:3; Oseas 12:4",
          "comentario": "La oración de Jacob muestra humildad, dependencia de las promesas divinas y reconocimiento de indignidad personal."
        },
        {
          "versiculo": "13-23",
          "referencia": "Proverbios 18:16; 21:14; Génesis 33:1-11",
          "comentario": "Los regalos para Esaú muestran sabiduría práctica en la reconciliación y el principio de apaciguar con dones."
        },
        {
          "versiculo": "24-32",
          "referencia": "Oseas 12:3-4; Mateo 11:12; Filipenses 3:12-14",
          "comentario": "La lucha con el ángel y el cambio de nombre muestran la transformación espiritual mediante la perseverancia en buscar la bendición divina."
        }
      ]
    },
    {
      "capitulo": 33,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "Proverbios 16:7; Romanos 12:18; Génesis 32:3-21",
          "comentario": "El encuentro con Esaú muestra la gracia de Dios obrando en corazones para convertir enemistades en reconciliaciones."
        },
        {
          "versiculo": "12-20",
          "referencia": "Génesis 34:1-31; 35:1-4; Josué 24:32",
          "comentario": "La separación de Esaú y establecimiento en Siquem muestran la importancia de mantener distancia del mundo para preservar la identidad del pacto."
        }
      ]
    },
    {
      "capitulo": 34,
      "versiculos": [
        {
          "versiculo": "1-31",
          "referencia": "Génesis 49:5-7; 2 Samuel 13:1-22; Proverbios 16:32",
          "comentario": "La violación de Dina y la venganza de Simeón y Leví muestran las consecuencias del compromiso con el mundo y la justicia propia."
        }
      ]
    },
    {
      "capitulo": 35,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 28:18-22; 31:13; 34:25-31",
          "comentario": "El llamado de Dios a Jacob a Betel muestra la necesidad de volver a los lugares de encuentro divino después de desviaciones."
        },
        {
          "versiculo": "8-15",
          "referencia": "Génesis 28:10-22; 48:3-4; 1 Crónicas 29:15",
          "comentario": "La renovación del pacto en Betel confirma las promesas y establece la continuidad del propósito divino a través de las generaciones."
        },
        {
          "versiculo": "16-20",
          "referencia": "Génesis 30:22-24; 48:7; Rut 4:11",
          "comentario": "La muerte de Raquel al dar a luz Benjamín muestra el costo del cumplimiento del propósito divino y el dolor mezclado con bendición."
        },
        {
          "versiculo": "21-29",
          "referencia": "Génesis 25:7-8; 49:29-33; 50:12-13",
          "comentario": "La muerte de Isaac completa la transición generacional, mostrando el cumplimiento del ciclo de vida bajo el cuidado del pacto divino."
        }
      ]
    },
    {
      "capitulo": 36,
      "versiculos": [
        {
          "versiculo": "1-43",
          "referencia": "1 Crónicas 1:35-54; Génesis 25:23; 27:39-40",
          "comentario": "La genealogía de Esaú muestra el cumplimiento de la promesa divina de hacerlo nación, aunque fuera del pacto principal."
        }
      ]
    },
    {
      "capitulo": 37,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "Génesis 49:22-26; Hechos 7:9; Salmo 105:17",
          "comentario": "Los sueños de José y la envidia de sus hermanos muestran cómo Dios prepara a Sus siervos mediante pruebas para posiciones futuras."
        },
        {
          "versiculo": "12-28",
          "referencia": "Génesis 42:21; 45:4-5; Salmo 105:17-18",
          "comentario": "La venta de José por sus hermanos muestra la maldad humana siendo usada por la providencia divina para cumplir propósitos mayores."
        },
        {
          "versiculo": "29-36",
          "referencia": "Génesis 38:1-30; 39:1; 44:28",
          "comentario": "El dolor de Jacob y la presencia de José en Egipto establecen el escenario para la preservación de Israel durante el hambre."
        }
      ]
    },
    {
      "capitulo": 38,
      "versiculos": [
        {
          "versiculo": "1-30",
          "referencia": "Mateo 1:3; Génesis 46:12; Rut 4:12-18",
          "comentario": "La historia de Judá y Tamar muestra la gracia divina obrando a través de situaciones de pecado para preservar la línea mesiánica."
        }
      ]
    },
    {
      "capitulo": 39,
      "versiculos": [
        {
          "versiculo": "1-6",
          "referencia": "Génesis 37:36; 41:40; Salmo 1:1-3",
          "comentario": "La prosperidad de José en la casa de Potifar muestra que la fidelidad a Dios trae bendición aun en circunstancias adversas."
        },
        {
          "versiculo": "7-20",
          "referencia": "Proverbios 6:23-29; 1 Corintios 10:13; 2 Timoteo 2:22",
          "comentario": "La tentación y falsa acusación muestran el costo de la integridad, pero también la protección divina en medio de la injusticia."
        },
        {
          "versiculo": "21-23",
          "referencia": "Génesis 40:1-4; Salmo 105:18-19; 1 Pedro 2:19-20",
          "comentario": "La fidelidad de José en prisión muestra que el carácter forjado en secreto será recompensado públicamente en el tiempo de Dios."
        }
      ]
    },
    {
      "capitulo": 40,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Daniel 2:27-28; Hechos 3:12; 1 Corintios 12:3",
          "comentario": "La interpretación de sueños por José muestra que la sabiduría verdadera viene de Dios y que Él revela misterios a Sus siervos."
        },
        {
          "versiculo": "9-23",
          "referencia": "Génesis 41:1-13; Salmo 105:19-20; Eclesiastés 9:15-16",
          "comentario": "El olvido del copero muestra la ingratitud humana, pero también el tiempo perfecto de Dios para el cumplimiento de Sus planes."
        }
      ]
    },
    {
      "capitulo": 41,
      "versiculos": [
        {
          "versiculo": "1-36",
          "referencia": "Salmo 105:19-22; Hechos 7:10; Daniel 2:47-48",
          "comentario": "La exaltación de José de prisionero a primer ministro muestra cómo Dios prepara a Sus siervos mediante pruebas para posiciones de influencia."
        },
        {
          "versiculo": "37-45",
          "referencia": "Génesis 42:6; 45:8; Salmo 113:7-8",
          "comentario": "La sabiduría de José reconocida por Faraón muestra cómo los dones divinos abren puertas de oportunidad para cumplir propósitos eternos."
        },
        {
          "versiculo": "46-57",
          "referencia": "Génesis 42:1-2; 47:13-26; Salmo 33:18-19",
          "comentario": "La administración de José durante los años de abundancia y hambre muestra la provisión divina mediante la sabiduría dada a Sus siervos."
        }
      ]
    },
    {
      "capitulo": 42,
      "versiculos": [
        {
          "versiculo": "1-5",
          "referencia": "Génesis 43:1-2; Hechos 7:11-12; Salmo 33:18-19",
          "comentario": "El hambre lleva a los hermanos de José a Egipto, mostrando cómo Dios usa circunstancias para confrontar el pasado y traer restauración."
        },
        {
          "versiculo": "6-17",
          "referencia": "Génesis 37:5-11; 45:3; Salmo 105:16-17",
          "comentario": "El reconocimiento sin revelación muestra la sabiduría de José al probar el arrepentimiento de sus hermanos antes de reconciliarse."
        },
        {
          "versiculo": "18-38",
          "referencia": "Génesis 43:1-14; 44:18-34; Proverbios 28:13",
          "comentario": "La retención de Simeón y el regreso con Benjamín muestran el proceso divino de convicción y preparación para el arrepentimiento completo."
        }
      ]
    },
    {
      "capitulo": 43,
      "versiculos": [
        {
          "versiculo": "1-14",
          "referencia": "Génesis 42:36-38; 44:18-34; Proverbios 16:1",
          "comentario": "La decisión de Jacob de enviar a Benjamín muestra la rendición a la voluntad de Dios después de luchar contra circunstancias inevitables."
        },
        {
          "versiculo": "15-34",
          "referencia": "Génesis 42:24; 45:1-2; Salmo 126:5-6",
          "comentario": "La hospitalidad de José a sus hermanos muestra la gracia que prepara el camino para la reconciliación y restauración familiar."
        }
      ]
    },
    {
      "capitulo": 44,
      "versiculos": [
        {
          "versiculo": "1-17",
          "referencia": "Génesis 42:15-20; 43:3-5; Proverbios 17:15",
          "comentario": "La prueba final con la copa de plata muestra la transformación de Judá de quien sugirió vender a José a quien ofrece ser esclavo por Benjamín."
        },
        {
          "versiculo": "18-34",
          "referencia": "Génesis 49:8-12; Hebreos 7:14; Apocalipsis 5:5",
          "comentario": "La intercesión de Judá por Benjamín muestra el carácter mesiánico emergente y el verdadero arrepentimiento que prioriza a otros sobre sí mismo."
        }
      ]
    },
    {
      "capitulo": 45,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Génesis 50:20; Salmo 105:16-17; Romanos 8:28",
          "comentario": "La revelación de José a sus hermanos muestra el perdón basado en la comprensión de la soberanía divina sobre el mal humano."
        },
        {
          "versiculo": "9-15",
          "referencia": "Génesis 46:28-30; Lucas 15:20-24; Efesios 2:17",
          "comentario": "La reconciliación y besos muestran la restauración completa que Dios obra cuando hay arrepentimiento genuino y perdón."
        },
        {
          "versiculo": "16-28",
          "referencia": "Génesis 46:1-7; Salmo 126:1-3; Hechos 7:14-15",
          "comentario": "La provisión de Faraón y la noticia a Jacob muestran cómo Dios superabunda en bendición después del tiempo de prueba."
        }
      ]
    },
    {
      "capitulo": 46,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 26:2-5; 28:13-15; Hechos 7:15",
          "comentario": "La confirmación divina a Jacob en Beerseba muestra la guía de Dios en cada transición importante de la vida."
        },
        {
          "versiculo": "8-27",
          "referencia": "Éxodo 1:1-5; Deuteronomio 10:22; Hechos 7:14",
          "comentario": "La genealogía de los que fueron a Egipto establece el fundamento del pueblo de Israel y el cumplimiento de la promesa de multiplicación."
        },
        {
          "versiculo": "28-34",
          "referencia": "Génesis 47:1-6; 50:8; Éxodo 8:22",
          "comentario": "La preparación para la reunión con Faraón muestra sabiduría práctica en el testimonio y preservación de la identidad del pueblo de Dios."
        }
      ]
    },
    {
      "capitulo": 47,
      "versiculos": [
        {
          "versiculo": "1-12",
          "referencia": "Génesis 45:17-20; 46:31-34; Hebreos 11:9",
          "comentario": "El establecimiento en Gosén muestra la provisión divina de un lugar separado para Su pueblo en medio de un mundo pagano."
        },
        {
          "versiculo": "13-26",
          "referencia": "Génesis 41:48-49; 42:6; Proverbios 22:7",
          "comentario": "La administración de José durante el hambre muestra principios de mayordomía sabia y cuidado por el bienestar del pueblo."
        },
        {
          "versiculo": "27-31",
          "referencia": "Génesis 48:21-22; 50:24-25; Éxodo 13:19",
          "comentario": "La petición de Jacob de ser enterrado en Canaán muestra fe en las promesas futuras de Dios más allá de las circunstancias presentes."
        }
      ]
    },
    {
      "capitulo": 48,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 35:16-20; 37:35; 46:19-20",
          "comentario": "La adopción de Efraín y Manasés muestra la gracia que da doble porción a los que fueron previamente afligidos."
        },
        {
          "versiculo": "8-22",
          "referencia": "Génesis 37:5-11; 49:22-26; Hebreos 11:21",
          "comentario": "La bendición cruzada de Jacob muestra la soberanía divina en elevar al menor sobre el mayor según Su propósito."
        }
      ]
    },
    {
      "capitulo": 49,
      "versiculos": [
        {
          "versiculo": "1-28",
          "referencia": "Deuteronomio 33:1-29; Hebreos 11:21; Apocalipsis 5:5",
          "comentario": "Las bendiciones proféticas de Jacob muestran el carácter y destino de las tribus, destacando el linaje mesiánico de Judá."
        },
        {
          "versiculo": "29-33",
          "referencia": "Génesis 23:17-20; 25:8-10; 50:12-13",
          "comentario": "Las instrucciones finales de Jacob muestran fe en las promesas de Dios hasta el final de la vida terrenal."
        }
      ]
    },
    {
      "capitulo": 50,
      "versiculos": [
        {
          "versiculo": "1-14",
          "referencia": "Génesis 47:29-31; 49:29-32; Hechos 8:2",
          "comentario": "El entierro de Jacob en Canaán muestra la importancia de la tierra prometida y la fe en la resurrección futura."
        },
        {
          "versiculo": "15-21",
          "referencia": "Génesis 45:5-8; Romanos 8:28; 12:19-21",
          "comentario": "El perdón de José a sus hermanos muestra la gracia que vence el mal con bien y reconoce la soberanía divina en todo."
        },
        {
          "versiculo": "22-26",
          "referencia": "Éxodo 13:19; Josué 24:32; Hebreos 11:22",
          "comentario": "La fe de José en el Éxodo futuro muestra la visión eterna que mira más allá de la muerte a las promesas de Dios."
        }
      ]
    }

  ]
}