{
  "libro": "Éxodo",
  "comentarios": [
    {
      "capitulo": 1,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Génesis 46:8-27; Hechos 7:17; Deuteronomio 10:22",
          "comentario": "El crecimiento milagroso de Israel en Egipto cumple la promesa dada a Abraham de que su descendencia sería numerosa como las estrellas del cielo."
        },
        {
          "versiculo": "8",
          "referencia": "Hechos 7:18-19; Salmo 105:24-25",
          "comentario": "Los egipcios pecaron al rehusar la luz que Dios les había enviado tan bondadosamente mediante José, rechazando el conocimiento divino que podía guiarles."
        },
        {
          "versiculo": "9-14",
          "referencia": "Proverbios 28:15; Éxodo 2:11-12",
          "comentario": "La opresión egipcia muestra cómo el temor humano lleva a la tiranía, pero Dios usa la persecución para preparar la liberación de Su pueblo."
        },
        {
          "versiculo": "15-22",
          "referencia": "Hechos 7:19; Hebreos 11:23",
          "comentario": "Las parteras que temieron a Dios más que al faraón muestran que la obediencia divina trae bendición aun bajo amenaza mortal."
        }
      ]
    },
    {
      "capitulo": 2,
      "versiculos": [
        {
          "versiculo": "1-10",
          "referencia": "Hechos 7:20-21; Hebreos 11:23; Isaías 49:15",
          "comentario": "La preservación de Moisés en el Nilo muestra la providencia divina obrando a través de medios naturales para salvar al libertador designado."
        },
        {
          "versiculo": "10",
          "referencia": "Hebreos 11:24-26; Hechos 7:22",
          "comentario": "Moisés estudió las leyes de Dios en Egipto, preparándose como general en doble sentido - militar y espiritual - para la gran obra de liberación."
        },
        {
          "versiculo": "11-15",
          "referencia": "Hechos 7:23-29; Hebreos 11:24-27",
          "comentario": "El intento prematuro de Moisés muestra que la obra de Dios requiere tanto el llamado divino como el tiempo divino, necesitando preparación en el desierto."
        },
        {
          "versiculo": "16-22",
          "referencia": "Éxodo 3:1; 4:18; Hechos 7:29-30",
          "comentario": "Dios trasladó a Moisés a una escuela privada en Madián para educarlo en las penalidades del desierto y prepararlo para su misión."
        },
        {
          "versiculo": "23-25",
          "referencia": "Hechos 7:34; Salmo 105:42-45",
          "comentario": "El clamor de Israel llega al cielo, mostrando que Dios escucha el gemido de los oprimidos y se mueve según Su pacto."
        }
      ]
    },
    {
      "capitulo": 3,
      "versiculos": [
        {
          "versiculo": "1",
          "referencia": "Hechos 7:30-33; Éxodo 18:1",
          "comentario": "Jetro fue escogido de la oscuridad gentil para revelar principios celestiales, mostrando que Dios siempre tiene instrumentos señalados."
        },
        {
          "versiculo": "2-5",
          "referencia": "Hechos 7:30-33; Mateo 22:32",
          "comentario": "La zarza ardiente fue una realidad viviente, no un sueño, donde Dios dejó las cortes celestiales para manifestarse y hablar cara a cara con Moisés."
        },
        {
          "versiculo": "6-12",
          "referencia": "Éxodo 4:12; 6:1; Hechos 7:34-35",
          "comentario": "El llamado divino siempre viene con la promesa de la presencia divina - 'Yo estaré contigo' es la garantía para toda obra encomendada."
        },
        {
          "versiculo": "13-15",
          "referencia": "Juan 8:58; Apocalipsis 1:8",
          "comentario": "YO SOY significa una presencia eterna. Dios ve el futuro como nosotros vemos el presente, siendo pasado, presente y futuro iguales para Él."
        },
        {
          "versiculo": "16-22",
          "referencia": "Éxodo 4:29-31; 5:1-3; 11:2-3",
          "comentario": "Las plagas serían señales del poder soberano de Dios sobre toda autoridad humana y sobre la naturaleza misma."
        }
      ]
    },
    {
      "capitulo": 4,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Éxodo 7:8-13; Juan 2:11; 4:48",
          "comentario": "Las señales milagrosas confirman el llamado divino y demuestran el poder de Dios sobre las fuerzas naturales y espirituales."
        },
        {
          "versiculo": "10",
          "referencia": "Éxodo 6:12; Jeremías 1:6-9",
          "comentario": "Moisés, temeroso de introducir el yo en su trabajo, mostró falta de confianza propia a pesar de su preparación como general."
        },
        {
          "versiculo": "11-17",
          "referencia": "2 Corintios 3:5-6; Éxodo 7:1-2",
          "comentario": "La provisión de Aarón como portavoz muestra que Dios suple nuestras deficiencias cuando nos rendimos a Su voluntad."
        },
        {
          "versiculo": "18-23",
          "referencia": "Éxodo 2:21; 3:1; 11:4-5",
          "comentario": "La orden de dejar ir a Israel prefigura la liberación espiritual que Cristo logra al sacarnos del reino de las tinieblas."
        },
        {
          "versiculo": "21",
          "referencia": "Romanos 9:17-18; Gálatas 6:7",
          "comentario": "El rechazo de la luz endurece el corazón. Faraón sembró obstinación y cosechó obstinación, rebelión engendra rebelión."
        },
        {
          "versiculo": "24-31",
          "referencia": "Génesis 17:9-14; Josué 5:2-9",
          "comentario": "El encuentro mortal con Dios muestra la importancia vital de la obediencia completa a los requisitos del pacto divino."
        }
      ]
    },
    {
      "capitulo": 5,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Éxodo 3:18-19; Romanos 9:17-18",
          "comentario": "La respuesta del faraón muestra la dureza del corazón humano contra Dios y cómo la opresión aumenta antes de la liberación."
        },
        {
          "versiculo": "10-21",
          "referencia": "Éxodo 6:9; 14:11-12",
          "comentario": "El desánimo de Israel ante mayores dificultades revela cómo la fe es probada cuando las circunstancias empeoran después de creer en Dios."
        },
        {
          "versiculo": "22-23",
          "referencia": "Números 11:11-15; Jeremías 20:7-8",
          "comentario": "La queja honesta de Moisés muestra que los siervos de Dios pueden expresar sus luchas mientras mantienen la confianza en Su carácter."
        }
      ]
    },
    {
      "capitulo": 6,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Éxodo 3:17-20; 7:4-5; Deuteronomio 26:8",
          "comentario": "Las siete 'Yo haré' declaraciones establecen el fundamento del pacto redentor y la fidelidad divina a pesar de la incredulidad humana."
        },
        {
          "versiculo": "9-13",
          "referencia": "Éxodo 5:21; Ezequiel 2:6-7",
          "comentario": "El quebrantamiento del espíritu de Israel muestra cómo la opresión prolongada puede destruir la capacidad de creer en la liberación."
        },
        {
          "versiculo": "14-27",
          "referencia": "Números 26:5-9; 1 Crónicas 6:1-3",
          "comentario": "La genealogía de Moisés y Aarón establece su legitimidad como descendientes de Leví y conecta con las promesas patriarcales."
        },
        {
          "versiculo": "28-30",
          "referencia": "Éxodo 4:10; Jeremías 1:6",
          "comentario": "La persistente inseguridad de Moisés muestra que Dios usa instrumentos débiles para manifestar Su poder y gloria."
        }
      ]
    },
    {
      "capitulo": 7,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Éxodo 4:15-16; Jeremías 1:10",
          "comentario": "Dios establece a Moisés como profeta y a Aarón como portavoz, mostrando el principio de autoridad delegada y colaboración ministerial."
        },
        {
          "versiculo": "8-13",
          "referencia": "Éxodo 4:2-5; 2 Timoteo 3:8",
          "comentario": "Los magos falsificaron la obra de Dios con ayuda satánica, pero la serpiente de Aarón devoró las suyas, demostrando superioridad divina."
        },
        {
          "versiculo": "14-25",
          "referencia": "Éxodo 8:15; 10:1; Romanos 2:4-5",
          "comentario": "La primera plaga convierte el Nilo en sangre, golpeando el corazón religioso y económico de Egipto donde se adoraba al río como dios."
        }
      ]
    },
    {
      "capitulo": 8,
      "versiculos": [
        {
          "versiculo": "1-15",
          "referencia": "Salmo 78:45; 105:30; Apocalipsis 16:13-14",
          "comentario": "Las ranas invaden Egipto, mostrando cómo Dios puede convertir las bendiciones naturales en juicio cuando son idolatradas."
        },
        {
          "versiculo": "7",
          "referencia": "Éxodo 7:11-12; 9:11",
          "comentario": "Faraón continuó con sus prácticas religiosas durante las plagas, siendo puntual en su culto supersticioso al río cada mañana."
        },
        {
          "versiculo": "16-19",
          "referencia": "2 Timoteo 3:8-9; Éxodo 9:11",
          "comentario": "Los magos reconocen 'el dedo de Dios' pero el faraón endurece su corazón, mostrando que la convicción intelectual no siempre lleva al arrepentimiento."
        },
        {
          "versiculo": "20-32",
          "referencia": "Éxodo 9:13-21; 10:7-11",
          "comentario": "La distinción entre Gosén y Egipto en la plaga de insectos muestra la protección divina sobre Su pueblo en medio del juicio."
        }
      ]
    },
    {
      "capitulo": 9,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "Salmo 78:48-50; 105:32; Proverbios 12:10",
          "comentario": "La peste sobre el ganado muestra la soberanía de Dios sobre la prosperidad económica y Su cuidado diferenciado por Su pueblo."
        },
        {
          "versiculo": "3",
          "referencia": "Éxodo 8:22-23; 11:7",
          "comentario": "El efecto de las plagas puso a prueba los corazones, mostrando quiénes realmente fueron afectados por el proceder divino."
        },
        {
          "versiculo": "8-12",
          "referencia": "Apocalipsis 16:2; Deuteronomio 28:27",
          "comentario": "Las úlceras afectan a personas y animales, demostrando que el juicio divino puede afectar la salud física directamente."
        },
        {
          "versiculo": "13-21",
          "referencia": "Romanos 9:17-18; Éxodo 11:7",
          "comentario": "Dios declara Su propósito de mostrar Su poder y nombre, revelando que los juicios tienen propósitos redentores y de revelación."
        },
        {
          "versiculo": "22-35",
          "referencia": "Salmo 78:47-48; 105:32-33",
          "comentario": "El granizo mezclado con fuego muestra la combinación de elementos naturales en juicio divino, prefigurando los juicios finales."
        }
      ]
    },
    {
      "capitulo": 10,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "Éxodo 7:3-5; 9:16; Deuteronomio 4:9",
          "comentario": "El propósito pedagógico de las plagas: enseñar a las generaciones futuras el poder y la fidelidad de Dios en la redención."
        },
        {
          "versiculo": "3-11",
          "referencia": "Éxodo 8:25-28; 9:27-28",
          "comentario": "La negociación engañosa del faraón muestra cómo los incrédulos intentan compromisos que neutralizan la obediencia completa a Dios."
        },
        {
          "versiculo": "12-20",
          "referencia": "Salmo 105:34-35; Joel 1:4",
          "comentario": "La plaga de langostas devora lo que quedó del granizo, mostrando la exhaustividad del juicio divino sobre la autosuficiencia humana."
        },
        {
          "versiculo": "21-29",
          "referencia": "Salmo 105:28; Isaías 8:22",
          "comentario": "Las tinieblas palpables golpean al dios sol Ra, demostrando la impotencia de los dioses paganos ante el verdadero Dios."
        }
      ]
    },
    {
      "capitulo": 11,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Éxodo 3:21-22; 12:35-36; Génesis 15:14",
          "comentario": "El favor de los egipcios hacia Israel cumple la promesa a Abraham y provee recursos para el tabernáculo y la vida en el desierto."
        },
        {
          "versiculo": "1, 8",
          "referencia": "Éxodo 10:28-29; Hebreos 11:27",
          "comentario": "Intrépidamente Moisés se encontró otra vez con Faraón, apoyándose en un brazo más poderoso que cualquier autoridad real terrenal."
        },
        {
          "versiculo": "4-8",
          "referencia": "Éxodo 12:29-30; Hebreos 11:28",
          "comentario": "El anuncio de la décima plaga establece la distinción final entre el pueblo de Dios y sus opresores, prefigurando el juicio final."
        },
        {
          "versiculo": "9-10",
          "referencia": "Éxodo 4:21; 7:3; Romanos 9:17-18",
          "comentario": "El endurecimiento del faraón cumple el propósito divino de multiplicar las señales y demostrar la supremacía absoluta de Dios."
        }
      ]
    },
    {
      "capitulo": 12,
      "versiculos": [
        {
          "versiculo": "1-14",
          "referencia": "1 Corintios 5:7; Juan 1:29; 1 Pedro 1:19",
          "comentario": "La Pascua establece el patrón redentor: sangre aplicada salva del juicio, prefigurando el sacrificio perfecto de Cristo como Cordero de Dios."
        },
        {
          "versiculo": "15-20",
          "referencia": "1 Corintios 5:6-8; Gálatas 5:9",
          "comentario": "Los panes sin levadura simbolizan la pureza requerida en la vida redimida, y la levadura representa el pecado que debe ser removido."
        },
        {
          "versiculo": "21-28",
          "referencia": "Hebreos 11:28; 1 Pedro 1:18-19",
          "comentario": "La aplicación de la sangre en los postes muestra fe activa en la provisión divina para salvación del juicio inminente."
        },
        {
          "versiculo": "29-32",
          "referencia": "Éxodo 4:21-23; Salmo 105:36",
          "comentario": "Faraón llevado del orgullo a la humildad, reconociendo finalmente la autoridad de Dios después de la muerte de los primogénitos."
        },
        {
          "versiculo": "33-38",
          "referencia": "Éxodo 3:21-22; Salmo 105:37-38",
          "comentario": "Muchos egipcios reconocieron a Dios y se unieron a Israel, convencidos de que sus dioses no tenían poder para salvar."
        },
        {
          "versiculo": "39-51",
          "referencia": "Éxodo 13:3-10; Números 9:1-14",
          "comentario": "La salida apresurada de Egipto marca el comienzo de la liberación, estableciendo la Pascua como memorial perpetuo de la redención."
        }
      ]
    },
    {
      "capitulo": 13,
      "versiculos": [
        {
          "versiculo": "1-2",
          "referencia": "Éxodo 22:29-30; Lucas 2:23",
          "comentario": "La consagración de los primogénitos recuerda la liberación divina y señala hacia Cristo, el Primogénito de toda creación."
        },
        {
          "versiculo": "3-10",
          "referencia": "Éxodo 12:14-20; Deuteronomio 6:4-9",
          "comentario": "La Fiesta de los Panes sin Levadura enseña la santificación continua y la remoción del pecado de la vida del creyente."
        },
        {
          "versiculo": "11-16",
          "referencia": "Éxodo 12:25-27; Deuteronomio 6:20-25",
          "comentario": "El rescate de los primogénitos sirve como señal y memorial de la mano fuerte de Dios en la liberación de Egipto."
        },
        {
          "versiculo": "17-22",
          "referencia": "Éxodo 14:1-4; Números 9:15-23",
          "comentario": "La guía divina mediante la nube y el fuego muestra el cuidado constante de Dios por Su pueblo en su peregrinación."
        }
      ]
    },
    {
      "capitulo": 14,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Salmo 78:52-53; Hebreos 11:29",
          "comentario": "La aparente trampa en el mar Rojo prueba la fe de Israel y muestra la sabiduría divina en los planes que superan el entendimiento humano."
        },
        {
          "versiculo": "10-14",
          "referencia": "Salmo 106:7-8; 1 Corintios 10:1-2",
          "comentario": "El temor de Israel ante el ejército egipcio contrasta con la fe de Moisés, quien confía en la salvación divina."
        },
        {
          "versiculo": "15-22",
          "referencia": "Hebreos 11:29; 1 Corintios 10:1-2",
          "comentario": "La poderosa mano de Cristo repelió las aguas del mar Rojo, abriendo un pasaje en seco como muralla a ambos lados."
        },
        {
          "versiculo": "23-31",
          "referencia": "Salmo 106:9-11; Hebreos 11:29",
          "comentario": "La persecución terminó con el tiempo de gracia de los egipcios. Faraón pereció en el mar Rojo tras su obstinada rebelión."
        }
      ]
    },
    {
      "capitulo": 15,
      "versiculos": [
        {
          "versiculo": "1-21",
          "referencia": "Salmo 106:12; Apocalipsis 15:3-4",
          "comentario": "El cántico de Moisés celebra la victoria divina y establece el patrón de alabanza por la liberación y redención de Dios."
        },
        {
          "versiculo": "22-27",
          "referencia": "Salmo 78:15-16; Jeremías 8:22",
          "comentario": "En las aguas amargas de Mara, Dios provee un bálsamo para cada herida, mostrando su poder sanador y sustentador."
        }
      ]
    },
    {
      "capitulo": 16,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "1 Corintios 10:10; Números 11:4-6",
          "comentario": "Los efectos del apetito pervertido en Egipto llevaron a Israel a añorar la esclavitud, mostrando cómo el gusto corrompido afecta la espiritualidad."
        },
        {
          "versiculo": "4-12",
          "referencia": "Juan 6:31-35; 1 Corintios 10:3",
          "comentario": "El maná prefigura a Cristo como el pan de vida, mostrando la provisión diaria y suficiente de Dios para Su pueblo."
        },
        {
          "versiculo": "13-21",
          "referencia": "2 Corintios 8:15; Éxodo 16:18",
          "comentario": "La alimentación del desierto hizo a Israel más dócil, restaurando su apetito a un estado de pureza y salud edénica."
        },
        {
          "versiculo": "22-30",
          "referencia": "Éxodo 20:8-11; Isaías 58:13-14",
          "comentario": "Mediante un milagro, Dios preservó la ley del sábado durante los cuarenta años de peregrinación por el desierto."
        },
        {
          "versiculo": "31-36",
          "referencia": "Josué 5:12; Hebreos 9:4",
          "comentario": "El maná preservado en el arca testifica de la fidelidad divina y señala hacia la provisión eterna en Cristo."
        }
      ]
    },
    {
      "capitulo": 17,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "1 Corintios 10:4; Números 20:2-13",
          "comentario": "La roca de Horeb prefigura a Cristo, la Roca espiritual de donde fluye agua viva para el pueblo de Dios."
        },
        {
          "versiculo": "8-16",
          "referencia": "Deuteronomio 25:17-19; 1 Samuel 15:2",
          "comentario": "Amalec fue condenado a destrucción por desafiar a Dios y atacar a Israel, jurando destruir al pueblo de Dios."
        }
      ]
    },
    {
      "capitulo": 18,
      "versiculos": [
        {
          "versiculo": "1-12",
          "referencia": "Éxodo 2:16-22; Números 10:29-32",
          "comentario": "Jetro, escogido de entre los gentiles, reconoce la grandeza de Dios y ofrece adoración, mostrando que la luz divina alcanza a todas las naciones."
        },
        {
          "versiculo": "13-27",
          "referencia": "Números 11:16-17; Deuteronomio 1:9-18",
          "comentario": "La organización delegada de Moisés establece principios de gobierno sabio y distribución de responsabilidades en la obra de Dios."
        }
      ]
    },
    {
      "capitulo": 19,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Deuteronomio 7:6-8; 1 Pedro 2:9",
          "comentario": "El pacto de Dios es nuestro refugio. Israel se compromete a obedecer, convirtiéndose en reino de sacerdotes y nación santa."
        },
        {
          "versiculo": "9-15",
          "referencia": "Hebreos 12:18-21; Éxodo 24:15-18",
          "comentario": "La gloria de la nube emanaba de Cristo, quien hablaba con Moisés como desde la zarza ardiente, revelando la santidad divina."
        },
        {
          "versiculo": "16-25",
          "referencia": "Deuteronomio 4:10-13; Hebreos 12:18-21",
          "comentario": "La teofanía en el Sinaí establece la solemnidad del encuentro con Dios y la reverencia debida a Su santa presencia."
        }
      ]
    },
    {
      "capitulo": 20,
      "versiculos": [
        {
          "versiculo": "1-17",
          "referencia": "Deuteronomio 5:6-21; Mateo 5:17-19",
          "comentario": "El Padre estuvo junto al Hijo al promulgar la ley. Adán y Eva conocían la ley, que existía antes de la creación del hombre."
        },
        {
          "versiculo": "1-17",
          "referencia": "Romanos 7:12; Salmo 19:7-9",
          "comentario": "Cada especificación de la ley es el carácter de Dios. La ley denuncia el más leve pecado y es santa, justa y buena."
        },
        {
          "versiculo": "3",
          "referencia": "1 Juan 5:21; Colosenses 3:5",
          "comentario": "Depender de uno mismo es idolatría. Los falsos conceptos de Dios son idolatría, y Satanás planta su trono entre el cielo y la tierra."
        },
        {
          "versiculo": "4-6",
          "referencia": "Hechos 17:29; 1 Juan 5:21",
          "comentario": "El segundo mandamiento prohibe el culto de imágenes pero no el uso de cuadros para enseñanza, como Dios usó símbolos con sus profetas."
        },
        {
          "versiculo": "7",
          "referencia": "Levítico 19:12; Santiago 5:12",
          "comentario": "El nombre de Dios debe ser reverenciado, no usado en vano, mostrando la santidad de todo lo relacionado con la divinidad."
        },
        {
          "versiculo": "8-11",
          "referencia": "Génesis 2:1-3; Isaías 58:13-14",
          "comentario": "El sábado es una prueba de lealtad, colocado en medio del Decálogo como el árbol de la ciencia en el Edén."
        },
        {
          "versiculo": "12",
          "referencia": "Efesios 6:1-3; Colosenses 3:20",
          "comentario": "El honor a los padres incluye la promesa de larga vida, estableciendo el fundamento divino para la familia y la sociedad."
        },
        {
          "versiculo": "13",
          "referencia": "Mateo 5:21-22; 1 Juan 3:15",
          "comentario": "La santidad de la vida humana es protegida por Dios, quien es el dador de la vida y único con derecho a quitarla."
        },
        {
          "versiculo": "14",
          "referencia": "Mateo 5:27-28; Hebreos 13:4",
          "comentario": "El culto falso es adulterio espiritual. Toda idolatría es infidelidad al pacto con el único Dios verdadero."
        },
        {
          "versiculo": "15",
          "referencia": "Efesios 4:28; Romanos 2:21",
          "comentario": "El respeto a la propiedad ajena refleja el carácter de Dios como dueño de todo y proveedor de lo necesario."
        },
        {
          "versiculo": "16",
          "referencia": "Proverbios 6:16-19; Colosenses 3:9",
          "comentario": "Hablar con liviandad puede ser falso testimonio. La verdad debe caracterizar al pueblo de Dios en todas sus relaciones."
        },
        {
          "versiculo": "17",
          "referencia": "Lucas 12:15; 1 Timoteo 6:6-10",
          "comentario": "La codicia es idolatría del corazón, mostrando que el pecado comienza en los deseos internos antes de manifestarse externamente."
        },
        {
          "versiculo": "18-21",
          "referencia": "Hebreos 12:18-21; Deuteronomio 5:23-27",
          "comentario": "El temor del pueblo ante la manifestación divina muestra la conciencia de la santidad de Dios y la pecaminosidad humana."
        },
        {
          "versiculo": "22-26",
          "referencia": "Deuteronomio 12:5-14; Juan 4:23-24",
          "comentario": "Las instrucciones para el culto enfatizan la sencillez y pureza, evitando la idolatría y la sensualidad en la adoración."
        }
      ]
    },
    {
      "capitulo": 21,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "Levítico 25:39-55; Deuteronomio 15:12-18",
          "comentario": "Dios preserva los intereses de los siervos, ordenando misericordia y consideración, recordando que Israel fue siervo en Egipto."
        },
        {
          "versiculo": "12-36",
          "referencia": "Números 35:9-34; Deuteronomio 19:1-13",
          "comentario": "Las leyes sobre violencia y daños establecen justicia retributiva y el valor sagrado de la vida humana ante Dios."
        }
      ]
    },
    {
      "capitulo": 22,
      "versiculos": [
        {
          "versiculo": "1-15",
          "referencia": "Levítico 6:1-7; Proverbios 6:30-31",
          "comentario": "Las leyes sobre restitución enseñan responsabilidad personal y el principio de reparación del daño causado."
        },
        {
          "versiculo": "16-31",
          "referencia": "Deuteronomio 22:28-29; Levítico 19:9-10",
          "comentario": "Las leyes sociales protegen a los vulnerables y enfatizan la santidad en las relaciones personales y comunitarias."
        }
      ]
    },
    {
      "capitulo": 23,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Proverbios 24:23; Levítico 19:15-16",
          "comentario": "La justicia imparcial y la veracidad son fundamentales en el trato con el prójimo, reflejando el carácter de Dios."
        },
        {
          "versiculo": "10-19",
          "referencia": "Levítico 25:1-7; Deuteronomio 16:1-17",
          "comentario": "El año sabático y las fiestas establecen ciclos de descanso y adoración, reconociendo la provisión divina."
        },
        {
          "versiculo": "20-33",
          "referencia": "Deuteronomio 7:1-26; Josué 24:11-13",
          "comentario": "La promesa de guía y protección divina condicionada a la obediencia y separación de las prácticas paganas."
        }
      ]
    },
    {
      "capitulo": 24,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Hebreos 9:18-22; 1 Pedro 1:2",
          "comentario": "La ratificación del pacto con sangre prefigura el nuevo pacto en Cristo, donde su sangre sella nuestra redención."
        },
        {
          "versiculo": "9-18",
          "referencia": "Éxodo 19:20-25; 34:28-35",
          "comentario": "La gloria de Dios revelada a los líderes de Israel confirma su autoridad y la divina aprobación del pacto."
        }
      ]
    },
    {
      "capitulo": 25,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Éxodo 35:4-29; 1 Crónicas 29:1-9",
          "comentario": "Las ofrendas voluntarias para el tabernáculo muestran un corazón dispuesto a contribuir para la obra de Dios."
        },
        {
          "versiculo": "10-22",
          "referencia": "Hebreos 9:1-5; Apocalipsis 11:19",
          "comentario": "El arca del pacto representa la presencia de Dios, con querubines que simbolizan la adoración celestial."
        },
        {
          "versiculo": "23-40",
          "referencia": "Hebreos 9:2; Apocalipsis 1:12-13",
          "comentario": "La mesa del pan de la proposición y el candelero prefiguran a Cristo como pan de vida y luz del mundo."
        }
      ]
    },
    {
      "capitulo": 26,
      "versiculos": [
        {
          "versiculo": "1-14",
          "referencia": "Éxodo 36:8-19; Hebreos 8:2",
          "comentario": "Las cortinas y cubiertas del tabernáculo simbolizan la perfección y protección divina en la morada de Dios."
        },
        {
          "versiculo": "15-30",
          "referencia": "Éxodo 36:20-34; 1 Pedro 2:5",
          "comentario": "La estructura de madera de acacia representa la humanidad de Cristo y la firmeza del reino de Dios."
        },
        {
          "versiculo": "31-37",
          "referencia": "Hebreos 9:3-8; Mateo 27:51",
          "comentario": "El velo separa el lugar santo del santísimo, simbolizando la separación entre Dios y el hombre hasta la cruz."
        }
      ]
    },
    {
      "capitulo": 27,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Éxodo 38:1-7; Levítico 6:12-13",
          "comentario": "El altar del holocausto representa la consagración total a Dios mediante el sacrificio expiatorio."
        },
        {
          "versiculo": "9-19",
          "referencia": "Éxodo 38:9-20; Salmo 100:4",
          "comentario": "El atrio delimita el espacio sagrado, enseñando que la adoración a Dios requiere santidad y orden."
        },
        {
          "versiculo": "20-21",
          "referencia": "Levítico 24:1-4; Apocalipsis 1:12-13",
          "comentario": "El aceite para el candelero simboliza el Espíritu Santo que mantiene viva la luz del testimonio divino."
        }
      ]
    },
    {
      "capitulo": 28,
      "versiculos": [
        {
          "versiculo": "1-5",
          "referencia": "Éxodo 39:1-7; 1 Pedro 2:9",
          "comentario": "Las vestiduras sagradas distinguen a los sacerdotes para su ministerio, representando la justicia de Cristo."
        },
        {
          "versiculo": "6-14",
          "referencia": "Éxodo 39:2-7; Apocalipsis 1:13",
          "comentario": "El efod con sus hombreras muestra que el sacerdote lleva delante de Dios a las tribus de Israel."
        },
        {
          "versiculo": "15-30",
          "referencia": "Éxodo 39:8-21; Romanos 8:34",
          "comentario": "El pectoral del juicio con el Urim y Tumim representa la intercesión de Cristo que lleva a su pueblo en su corazón."
        },
        {
          "versiculo": "31-43",
          "referencia": "Éxodo 39:22-31; Levítico 10:1-7",
          "comentario": "Las vestiduras completas del sacerdote enfatizan la santidad requerida para acercarse a Dios."
        }
      ]
    },
    {
      "capitulo": 29,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Levítico 8:1-13; Hebreos 7:26-28",
          "comentario": "La consagración de Aarón y sus hijos prefigura el sacerdocio perfecto de Cristo, santo y sin mancha."
        },
        {
          "versiculo": "10-46",
          "referencia": "Levítico 8:14-36; Hebreos 9:13-14",
          "comentario": "Los sacrificios de consagración establecen el principio de expiación necesaria para el servicio sagrado."
        }
      ]
    },
    {
      "capitulo": 30,
      "versiculos": [
        {
          "versiculo": "1-10",
          "referencia": "Éxodo 37:25-29; Apocalipsis 8:3-4",
          "comentario": "El altar del incienso representa las oraciones de los santos que ascienden a la presencia de Dios."
        },
        {
          "versiculo": "11-16",
          "referencia": "Éxodo 38:25-26; Mateo 20:28",
          "comentario": "El rescate de media sicla enseña que toda redención tiene precio y que todos son iguales ante Dios."
        },
        {
          "versiculo": "17-21",
          "referencia": "Éxodo 38:8; Juan 13:8-10",
          "comentario": "La fuente de bronce simboliza la purificación necesaria antes del servicio a Dios en su santuario."
        },
        {
          "versiculo": "22-38",
          "referencia": "Éxodo 37:29; 1 Juan 2:20",
          "comentario": "El aceite de la unción santa y el incienso representan la obra exclusiva del Espíritu Santo en la consagración."
        }
      ]
    },
    {
      "capitulo": 31,
      "versiculos": [
        {
          "versiculo": "1-11",
          "referencia": "Éxodo 35:30-35; 36:1-2",
          "comentario": "Dios llama y capacita artesanos específicos para su obra, mostrando que Él provee los dones necesarios."
        },
        {
          "versiculo": "12-17",
          "referencia": "Éxodo 20:8-11; Ezequiel 20:12",
          "comentario": "El sábado como señal perpetua del pacto, santificado incluso durante la construcción del tabernáculo."
        },
        {
          "versiculo": "18",
          "referencia": "Deuteronomio 9:10; 2 Corintios 3:3",
          "comentario": "Las tablas de la ley escritas por el dedo de Dios testifican el origen divino de los mandamientos."
        }
      ]
    },
    {
      "capitulo": 32,
      "versiculos": [
        {
          "versiculo": "1-6",
          "referencia": "Hechos 7:39-41; 1 Corintios 10:7",
          "comentario": "La impaciencia de Israel los lleva a idolatría, mostrando cómo la ausencia de liderazgo espiritual conduce al pecado."
        },
        {
          "versiculo": "7-14",
          "referencia": "Deuteronomio 9:13-29; Salmo 106:23",
          "comentario": "La intercesión de Moisés prevalece sobre el juicio divino, demostrando el poder de la oración intercesora."
        },
        {
          "versiculo": "15-20",
          "referencia": "Deuteronomio 9:15-17; 2 Corintios 3:7",
          "comentario": "La ruptura de las tablas simboliza la ruptura del pacto por la idolatría del pueblo."
        },
        {
          "versiculo": "21-29",
          "referencia": "Deuteronomio 33:8-9; Números 25:6-13",
          "comentario": "Los levitas demuestran su celo por Dios, siendo consagrados para el servicio tras su fidelidad."
        },
        {
          "versiculo": "30-35",
          "referencia": "Deuteronomio 9:18-21; Romanos 9:3",
          "comentario": "Moisés intercede nuevamente por Israel, mostrando un amor abnegado por el pueblo de Dios."
        }
      ]
    },
    {
      "capitulo": 33,
      "versiculos": [
        {
          "versiculo": "1-6",
          "referencia": "Éxodo 32:34; Números 14:20-25",
          "comentario": "Dios retira su presencia inmediata como consecuencia del pecado, pero mantiene sus promesas a los patriarcas."
        },
        {
          "versiculo": "7-11",
          "referencia": "Números 12:5-8; Deuteronomio 34:10",
          "comentario": "El tabernáculo de reunión fuera del campamento muestra la separación necesaria para encontrar a Dios."
        },
        {
          "versiculo": "12-23",
          "referencia": "Juan 1:18; 14:8-9",
          "comentario": "La petición de Moisés de ver la gloria de Dios revela el anhelo humano de conocer más íntimamente al Creador."
        }
      ]
    },
    {
      "capitulo": 34,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Deuteronomio 10:1-5; Éxodo 33:19",
          "comentario": "Dios renueva el pacto y revela su nombre, mostrando misericordia, gracia y justicia como atributos divinos."
        },
        {
          "versiculo": "10-28",
          "referencia": "Deuteronomio 7:1-26; 16:1-17",
          "comentario": "El pacto renovado incluye advertencias contra la idolatría y mandamientos para la vida santa."
        },
        {
          "versiculo": "29-35",
          "referencia": "2 Corintios 3:7-18; Mateo 17:2",
          "comentario": "El rostro resplandeciente de Moisés refleja la gloria divina, prefigurando la transformación en Cristo."
        }
      ]
    },
    {
      "capitulo": 35,
      "versiculos": [
        {
          "versiculo": "1-3",
          "referencia": "Éxodo 20:8-11; 31:12-17",
          "comentario": "La reiteración de la ley del sábado enfatiza su importancia perpetua en la vida del pueblo de Dios."
        },
        {
          "versiculo": "4-29",
          "referencia": "Éxodo 25:1-9; 36:3-7",
          "comentario": "La generosidad voluntaria del pueblo provee abundantemente para la obra, mostrando corazones dispuestos."
        },
        {
          "versiculo": "30-35",
          "referencia": "Éxodo 31:1-11; 36:1-2",
          "comentario": "Los artesanos llamados por Dios son capacitados con sabiduría divina para la obra del santuario."
        }
      ]
    },
    {
      "capitulo": 36,
      "versiculos": [
        {
          "versiculo": "1-7",
          "referencia": "2 Corintios 8:1-5; 9:6-8",
          "comentario": "La abundancia de ofrendas requiere que se detenga la colecta, mostrando generosidad sobrenatural del pueblo."
        },
        {
          "versiculo": "8-38",
          "referencia": "Éxodo 26:1-37; Hebreos 8:5",
          "comentario": "La construcción exacta según el patrón divino enfatiza la importancia de la obediencia en los detalles."
        }
      ]
    },
    {
      "capitulo": 37,
      "versiculos": [
        {
          "versiculo": "1-9",
          "referencia": "Éxodo 25:10-22; Hebreos 9:3-5",
          "comentario": "Bezaleel construye el arca según el diseño divino, representando el trono de Dios entre su pueblo."
        },
        {
          "versiculo": "10-16",
          "referencia": "Éxodo 25:23-30; Juan 6:35",
          "comentario": "La mesa del pan de la proposición prefigura a Cristo como el pan de vida que sustenta a su pueblo."
        },
        {
          "versiculo": "17-24",
          "referencia": "Éxodo 25:31-40; Apocalipsis 1:12-13",
          "comentario": "El candelero de oro puro simboliza a Cristo y su iglesia como luz del mundo en la oscuridad."
        },
        {
          "versiculo": "25-29",
          "referencia": "Éxodo 30:1-10; 22-38",
          "comentario": "El altar del incienso y el aceite de la unción representan la intercesión y unción del Espíritu Santo."
        }
      ]
    },
    {
      "capitulo": 38,
      "versiculos": [
        {
          "versiculo": "1-8",
          "referencia": "Éxodo 27:1-8; Levítico 1:1-9",
          "comentario": "El altar de bronce para holocaustos señala hacia el sacrificio supremo de Cristo en la cruz."
        },
        {
          "versiculo": "9-20",
          "referencia": "Éxodo 27:9-19; Salmo 100:4",
          "comentario": "El atrio delimita el espacio sagrado, enseñando el acceso progresivo a la presencia de Dios."
        },
        {
          "versiculo": "21-31",
          "referencia": "Éxodo 30:11-16; Números 1:50-53",
          "comentario": "El inventario exacto muestra mayordomía fiel en el uso de los recursos consagrados a Dios."
        }
      ]
    },
    {
      "capitulo": 39,
      "versiculos": [
        {
          "versiculo": "1-31",
          "referencia": "Éxodo 28:1-43; 1 Pedro 2:9",
          "comentario": "Las vestiduras sacerdotales completadas según el diseño divino, simbolizando la justicia de Cristo."
        },
        {
          "versiculo": "32-43",
          "referencia": "Éxodo 25:8-9; 40:16-33",
          "comentario": "La obra terminada exactamente como Dios mandó, mostrando obediencia completa en el servicio divino."
        }
      ]
    },
    {
      "capitulo": 40,
      "versiculos": [
        {
          "versiculo": "1-16",
          "referencia": "Levítico 8:1-13; Hebreos 9:1-12",
          "comentario": "La instalación del tabernáculo y consagración de sacerdotes establece el culto oficial a Dios en Israel."
        },
        {
          "versiculo": "17-33",
          "referencia": "Números 7:1-89; 9:15-23",
          "comentario": "El montaje exacto según las instrucciones divinas asegura la aprobación y presencia de Dios."
        },
        {
          "versiculo": "34-38",
          "referencia": "1 Reyes 8:10-11; 2 Crónicas 7:1-3",
          "comentario": "La gloria de Dios llena el tabernáculo, confirmando su aprobación y estableciendo su morada entre su pueblo."
        }
      ]
    }
  ]
}