{
  "DEL SEVENTH-DAY ADVENTIST ANSWER QUESTIONS ON DOCTRINE": {
    "titulo_espanol": "Respuesta de los adventistas del séptimo día a preguntas acerca de doctrina",
    "descripcion": "COMPILACIÓN DE ALGUNAS CITAS RELATIVAS A LA DIVINIDAD, LA NATURALEZA Y LA OBRA EXPIATORIA DE CRISTO, EXTRAIDAS DE LOS ESCRITOS DE Elena G. de White",
    "pagina_inicio": 435,
    "apendices": {
      "APÉNDICE A": {
        "titulo": "El Lugar de Cristo en la Divinidad",
        "introduccion": "Puesto que los escritos de Elena G. de White a menudo han sido mutilados en las supuestas 'citas' de sus críticos o detractores, presentamos aquí un conjunto abarcante de sus enseñanzas acerca de la divinidad y la eterna preexistencia de Cristo, y su lugar en la Divinidad o Trinidad, su naturaleza durante la encarnación, y su sacrificio expiatorio y su ministerio sacerdotal.",
        "secciones": {
          "I": {
            "titulo": "La divinidad y la naturaleza de Cristo",
            "citas": [
              {
                "texto": "Cristo, el Verbo, el Unigénito de Dios, era uno solo con el Padre eterno, uno solo en naturaleza, en carácter y en propósitos; era el único ser que podía penetrar en todos los designios y fines de Dios.",
                "referencia": "Patriarcas y Profetas, p. 12"
              },
              {
                "texto": "Los judíos nunca antes habían oído tales palabras provenientes de labios humanos, y una influencia convincente los invadió; porque parecía que la divinidad resplandecía a través de la humanidad cuando Jesús dijo: 'Yo y el Padre uno somos'. Las palabras de Cristo estaban llenas de profundo significado cuando esgrimió el argumento de que él y el Padre eran una sola sustancia y poseían los mismos atributos.",
                "referencia": "The Signs of the Times, 27 de noviembre de 1893, p. 54"
              }
            ]
          },
          "II": {
            "titulo": "La eterna preexistencia de Cristo",
            "citas": [
              {
                "texto": "El Señor Jesucristo, el divino Hijo de Dios, existió desde la eternidad como una persona distinta, y sin embargo era uno con el Padre. Era la excelsa gloria del cielo. Era el Comandante de las inteligencias celestiales, y el homenaje de adoración de los ángeles era recibido por él con todo derecho.",
                "referencia": "Mensajes selectos, t. 1, P. 291"
              }
            ]
          },
          "III": {
            "titulo": "Las tres Personas de la Divinidad",
            "citas": [
              {
                "texto": "Hay tres personas vivientes en el trío celestial; en el nombre de estos tres grandes poderes el Padre, el Hijo y el Espíritu Santo son bautizados los que reciben a Cristo mediante la fe, y esos poderes colaborarán con los súbditos obedientes del cielo en sus esfuerzos por vivir la nueva vida en Cristo.",
                "referencia": "El evangelismo, p. 446"
              }
            ]
          }
        }
      },
      "APÉNDICE B": {
        "titulo": "La naturaleza de Cristo durante la encarnación",
        "secciones": {
          "I": {
            "titulo": "El misterio de la encarnación",
            "citas": [
              {
                "texto": "La humanidad del Hijo de Dios es todo para nosotros. Es la cadena áurea que une nuestra alma con Cristo, y mediante Cristo, con Dios. Esto ha de ser nuestro estudio. Cristo fue un verdadero hombre. Dio prueba de su humildad al convertirse en hombre. Sin embargo, era Dios en la carne.",
                "referencia": "Mensajes selectos, t. 1, p. 286"
              }
            ]
          },
          "II": {
            "titulo": "La unión milagrosa de lo humano con lo divino",
            "citas": [
              {
                "texto": "Al deponer su manto real y su corona principesco, Cristo revistió su divinidad con humanidad, para que los seres humanos pudieran ser elevados de su degradación y ubicados en terreno ventajoso.",
                "referencia": "The Review and Herald, 15 de junio de 1905"
              }
            ]
          }
        }
      },
      "APÉNDICE C": {
        "titulo": "La Expiación",
        "partes": {
          "PRIMERA PARTE": {
            "titulo": "EL SACRIFICIO EXPIATORIO",
            "secciones": {
              "I": {
                "titulo": "El carácter central de la cruz en la expiación",
                "citas": [
                  {
                    "texto": "El sacrificio de Cristo como expiación del pecado es la gran verdad en derredor de la cual se agrupan todas las otras verdades.",
                    "referencia": "Obreros evangélicos, p. 330"
                  }
                ]
              },
              "II": {
                "titulo": "En la cruz se hizo un sacrificio expiatorio completo",
                "citas": [
                  {
                    "texto": "El [Cristo] plantó la cruz entre el cielo y la tierra, y cuando el Padre consideró el sacrificio de su Hijo, se inclinó en reconocimiento de su perfección. 'Basta -dijo-. La expiación está completa.",
                    "referencia": "The Review and Herald, 24 de septiembre de 1901"
                  }
                ]
              }
            }
          },
          "SEGUNDA PARTE": {
            "titulo": "LA APLICACIÓN SUMO SACERDOTAL DE LA EXPIACIÓN",
            "secciones": {
              "I": {
                "titulo": "Aplica los beneficios de un sacrificio expiatorio completo",
                "citas": [
                  {
                    "texto": "Estos son nuestros temas: Cristo crucificado por nuestros pecados, Cristo resucitado de los muertos, Cristo nuestro intercesor ante Dios; y estrechamente relacionada con estos asuntos se halla la obra del Espíritu Santo.",
                    "referencia": "El evangelismo, p. 140"
                  }
                ]
              }
            }
          }
        }
      }
    },
    "notas_finales": {
      "nota_8": "NOTA.- La cursiva empleada para destacar expresiones claves en esta compilación, tiene como objeto permitir al lector captar de una mira el punto más importante de cada párrafo.",
      "nota_9": "NOTA.- La cursiva empleada para destacar las expresiones en esta compilación, tiene como objeto permitir al lector captar de una mira el punto más importante de cada párrafo."
    }
  }
}
